[
  {
    "intent": "tax on salary",
    "pattern": [
      "ពន្ធលើប្រាក់បៀវត្ស",
      "ពន្ធលើប្រាក់បៀវត្សគឺជាអ្វី",
      "និយមន័យពន្ធលើប្រាក់បៀវត្ស",
      "ពន្ធលើប្រាក់បៀវត្សសំដៅលេីអ្វី",
      "ដូចម្តេចដែលហាវថាពន្ធលើប្រាក់បៀវត្ស",
      "កម្មវត្ថុពន្ធលើប្រាក់បៀវត្ស",
      "តើអ្នកណាជាអ្នកជាប់បន្ទុកបង់ពន្ធលើប្រាក់បៀវត្ស",
      "តើអ្នកណាមានកាតព្វកិច្ចត្រូវបង់ប្រាក់ពន្ធលើប្រាក់បៀវត្ស",
      "តើអ្នកជាប់ពន្ធប្រភេទណាត្រូវបង់ប្រាក់ពន្ធលើប្រាក់បៀវត្ស",
      "តើពន្ធលើប្រាក់បៀវត្សត្រូវប្រមូលដូចម្តេច",
      "តើពន្ធលើប្រាក់បៀវត្សត្រូវប្រមូលដោយអ្នកណា"
    ],
    "responses": [
      "ពន្ធលើប្រាក់បៀវត្ស គឺជាពន្ធប្រចាំខែកំណត់លើប្រាក់បៀវត្សដែលរូបវន្តបុគ្គលបានទទួលក្នុងក្របខ័ណ្ឌនៃការបំពេញសកម្មភាពបំរើការងារ។ អ្នកជាប់ពន្ធលើប្រាក់បៀវត្ស៖ និយោជិតនិវាសនជន និងនិយោជិតតអនិវាសនជន"
    ]
  },
  {
    "intent": "tax on salary rate and base",
    "pattern": [
      "តើពន្ធលើប្រាក់បៀវត្សត្រូវបានគណនាដូចម្ដេច",
      "តើមូលដ្ឋានគិតពន្ធលើប្រាក់បៀវត្សត្រូវបានកំណត់ដូចម្ដេច",
      "តើអត្រាពន្ធលើប្រាក់បៀវត្សត្រូវបានកំណត់ដូចម្ដេច",
      "តើពន្ធលើប្រាក់បៀវត្សមានអត្រាប៉ុន្មានភាគរយ និងមូលដ្ឋានគិតពន្ធត្រូវគិតដូចម្តេច",
      "ភាគរយពន្ធលើប្រាក់បៀវត្ស",
      "ពន្ធលើប្រាក់បៀវត្សប៉ុន្មានភាគរយ",
      "អត្រាពន្ធលើប្រាក់បៀវត្ស",
      "ភាគរយពន្ធប្រាក់បៀវត្ស",
      "ចូរគណនាប្រាក់ពន្ធលើប្រាក់បៀវត្សដែលត្រូវបង់ជូនសាខាពន្ធដារ",
      "ពន្ធបៀវត្សគិតដូចម្តេច"
    ],
    "responses": [
      "ការគណនាពន្ធលើប្រាក់បៀវត្ស៖ - និយោជិតនិវាសនជន៖ ពន្ធលើប្រាក់បៀវត្ស ស្មើនឹង ប្រាក់បៀវត្សជាប់ពន្ធដកទាយជ្ជទាននិងប្រាក់បៀវត្សលើកលែងពន្ធស្របតាមច្បាប់និងបទប្បញ្ញត្តិការងារ គុណនឹងអត្រាពន្ធ រួចដកនឹងលម្អៀងលើសប្រាក់ពន្ធតាមថ្នាក់នីមួយៗ។ - និយោជិតអនិវាសនជន៖ ពន្ធលើប្រាក់បៀវត្ស ស្មើនឹង​ ប្រាក់បៀវត្សជាប់ពន្ធក្នុងខែ គុណនឹង អត្រាពន្ធ ២០%។ ភាគបៀវត្សប្រចាំខែត្រូវជាប់ពន្ធ អត្រាពន្ធ -ពី ០៛ ដល់ ១ ៥០០ ០០០៛ ០% -ពី ១ ៥០០ ០០១៛ ដល់ ២ ០០០ ០០០៛ ៥% - ពី ២ ០០០ ០០១៛ ដល់ ៨ ៥០០ ០០០៛ ១០% -ពី ៨ ៥០០ ០០១៛ ដល់ ១២ ៥០០ ០០០៛ ១៥% - លើសពី  ១២ ៥០០ ០០០៛ ២០% បញ្ជាក់​៖ ប្រាក់បៀវត្សប្រចាំខែត្រូវជាប់ពន្ធខាងលើ ចាប់អនុវត្តពីថ្ងៃទី១ ខែមករា ឆ្នាំ២០២៣។ សម្រាប់និយោជិតអនិវាសនជន ពន្ធលើប្រាក់បៀវត្សត្រូវបានកាត់ទុកតាមអត្រា ២០% នៃទឹកប្រាក់ត្រូវបើកឱ្យមុនការកាត់ទុក។ ពន្ធកាត់ទុកនេះ គឺជាពន្ធចុងក្រោយនៃប្រាក់បៀវត្សសម្រាប់អនិវាសនជនជាអ្នកទទួលប្រាក់បៀវត្ស។  អានបន្ថែម៖ https://www.tax.gov.kh/km/content-detail/Txf3E7994949552542"
    ]
  },
  {
    "intent": "tax on salary deduction",
    "pattern": [
      "តើអ្វីខ្លះអនុញ្ញាតឱ្យកាត់បន្ថយពន្ធលើប្រាក់បៀវត្ស",
      "បន្ថយមូលដ្ឋានពន្ធលើប្រាក់បៀវត្ស",
      "តើអ្វីខ្លះអនុញ្ញាតឱ្យកាត់កងចេញពីពន្ធលើប្រាក់បៀវត្ស",
      "តើការកាត់កងចេញពីពន្ធបៀវត្សមានអ្វីខ្លះ",
      "តើទាយជ្ជទានពន្ធលើប្រាក់បៀវត្សសម្រាប់និយោជិតនិវាសនជនមានអ្វីខ្លះ",
      "កាត់កងចេញពីពន្ធលើប្រាក់បៀវត្ស",
      "ទាយជ្ជទានពន្ធលើប្រាក់បៀវត្ស"
    ],
    "responses": [
      "ទាយជ្ជទានពន្ធលើប្រាក់បៀវត្សសម្រាប់ និយោជិតនិវាសនជនដែលមាន៖ - កូនស្ថិតនៅក្នុងបន្ទុកនាពេលដែលត្រូវបង់ពន្ធត្រូវបានទទួលនូវការបន្ថយមូលដ្ឋានកំណត់ពន្ធចំនួន ១៥០ ០០០ រៀលក្នុងកូនម្នាក់ៗក្នុងមួយខែ - សហព័ន្ធដែលធ្វើតែមេផ្ទះត្រូវបានទទួលនូវការបន្ថយមូលដ្ឋានកំណត់ពន្ធចំនួន ១៥០ ០០០ សម្រាប់តែម្នាក់ក្នុងមួយខែ កូនក្នុងបន្ទប់អាយុមិនលើសពី ១៤ ឆ្នាំ ឬជាសិស្ស ឬជានិស្សិត មានអាយុមិនលើសពី ២៥ ឆ្នាំ - ទឹកប្រាក់ដែលកាត់ទុកអនុលោមតាមច្បាប់ស្តីពីការងារដើម្បីបង្កើតមូលនិធិសោធនិវត្តន៍ និងរក្សានូវសុខុមាភាពសង្គម - ប្រាក់ឥណទានសម្រាប់និយោជិតដែលសងរួចរាល់ឬប្រាក់បុរេប្រទានដែលជាប់ពន្ធលើប្រាក់បៀវត្សពីមុន"
    ]
  },
  {
    "intent": "tax on salary exempt",
    "pattern": [
      "មិនរួមបញ្ចូនពន្ធបៀវត្ស",
      "មិនជាប់ពន្ធបៀវត្ស",
      "តេីអ្វីខ្លះមិនរួមបញ្ចូនក្នុងពន្ធបៀវត្ស",
      "ការលេីកលែងពន្ធបៀវត្ស",
      "អត្ថប្រយោជន៍បន្ថែមដែលមិនជាប់ពន្ធបៀវត្ស",
      "ប្រាក់ឧបត្ថម្ភដោយមិនជាប់ពន្ធបៀវត្ស",
      "តេីអ្វីខ្លះត្រូវលេីកលែងពន្ធបៀវត្ស"
    ],
    "responses": [
      "ប្រាក់ឧបត្ថម្ភដោយមិនជាប់ពន្ធបៀវត្ស និងអត្ថប្រយោជន៍បន្ថែម - សោហ៊ុយធ្វើដំណើរ និងការផ្ដល់កន្លែងស្នាក់ក្នុងបរិវេណកន្លែងធ្វើការស្របតាមបញ្ញត្តិនៃច្បាប់ការងារ - ប្រាក់ថ្លៃបាយដែលផ្ដល់ឱ្យនិយោជិតទាំងអស់គ្មានបែងចែកតួនាទី - មូលនិធិបេឡាសន្តិសុខសង្គម សុខមាលភាពសង្គមតាមបញ្ញត្តិច្បាប់ - ប្រាក់ធានារ៉ាប់រងសុខភាព ឬបុព្វលាភដែលផ្តល់ឲ្យកម្មករនិយោជិតគ្រប់គ្នា - ប្រាក់ឧបត្ថម្ភទារកដ្ឋាន ឬចំណាយទារកដ្ឋានតាមច្បាប់ការងារ - ប្រាក់បំណាច់បញ្ចប់កិច្ចសន្យាក្នុងកម្រិតបានបញ្ញត្តិក្នុងច្បាប់ការងារ - លាភការបន្ថែមមានលក្ខណៈខាងសង្គមកិច្ចក្នុងករណីដែលបានបញ្ញត្តិក្នុងច្បាប់ការងារ - ប្រាក់សំណងដោយពិតប្រាកដនូវចំណែកនៃជីវិតដែលបានចែងដោយនិយោជិតតាមសេចក្តីបង្គាប់ - ការផ្គត់ផ្គង់អ្វីដោយឥតយកថ្លៃនូវឯកសណ្ឋានសម្រាប់វិជ្ជាជីវៈពិសេស - ប្រាក់បំណាច់ម៉ៅការសំរាប់ចំណាយពេលសកម្ម និងការធ្វើដំណើរ - ប្រាក់បៀវត្សដែលមន្ត្រី ឬនិយោជិតនៃបេសកកម្មទូតរបស់រដ្ឋាភិបាលបរទេសណាមួយដែលកាន់លិខិតឆ្លងដែនការទូតរបស់ប្រទេសនោះ - ប្រាក់បៀវត្សដែលតំណាងមន្ត្រី និងនិយោជិតបរទេសរបស់អង្គការអន្តរជាតិ និងរបស់ទីភ្នាក់ងារសហប្រតិបត្តិការបច្ចេកទេសនៃរដ្ឋាភិបាលដទៃទៀតបានទទួលក្នុងក្របខណ្ឌនៃការបំពេញការងារជាផ្លូវការក្នុងព្រះរាជាណាចក្រកម្ពុជា ព័ត៌មានបន្ថែម៖ https://youtu.be/RMGYlyx4nHQ?t=124"
    ]
  }
]
