[
  {
    "intent": "tax on salary",
    "pattern": [
      "ពន្ធលើប្រាក់បៀវត្ស",
      "ពន្ធលើប្រាក់បៀវត្សគឺជាអ្វី",
      "និយមន័យពន្ធលើប្រាក់បៀវត្ស",
      "ពន្ធលើប្រាក់បៀវត្សសំដៅលេីអ្វី",
      "ដូចម្តេចដែលហាវថាពន្ធលើប្រាក់បៀវត្ស",
      "កម្មវត្ថុពន្ធលើប្រាក់បៀវត្ស",
      "តើអ្នកណាជាអ្នកជាប់បន្ទុកបង់ពន្ធលើប្រាក់បៀវត្ស",
      "តើអ្នកណាមានកាតព្វកិច្ចត្រូវបង់ប្រាក់ពន្ធលើប្រាក់បៀវត្ស",
      "តើអ្នកជាប់ពន្ធប្រភេទណាត្រូវបង់ប្រាក់ពន្ធលើប្រាក់បៀវត្ស",
      "តើពន្ធលើប្រាក់បៀវត្សត្រូវប្រមូលដូចម្តេច",
      "តើពន្ធលើប្រាក់បៀវត្សត្រូវប្រមូលដោយអ្នកណា"
    ],
    "responses": [
      "ពន្ធលើប្រាក់បៀវត្ស គឺជាពន្ធប្រចាំខែកំណត់លើប្រាក់បៀវត្សដែលរូបវន្តបុគ្គលបានទទួលក្នុងក្របខ័ណ្ឌនៃការបំពេញសកម្មភាពបំរើការងារ។ អ្នកជាប់ពន្ធលើប្រាក់បៀវត្ស៖ និយោជិតនិវាសនជន និងនិយោជិតតអនិវាសនជន"
    ]
  },
  {
    "intent": "tax on salary rate and base",
    "pattern": [
      "តើពន្ធលើប្រាក់បៀវត្សត្រូវបានគណនាដូចម្ដេច",
      "តើមូលដ្ឋានគិតពន្ធលើប្រាក់បៀវត្សត្រូវបានកំណត់ដូចម្ដេច",
      "តើអត្រាពន្ធលើប្រាក់បៀវត្សត្រូវបានកំណត់ដូចម្ដេច",
      "តើពន្ធលើប្រាក់បៀវត្សមានអត្រាប៉ុន្មានភាគរយ និងមូលដ្ឋានគិតពន្ធត្រូវគិតដូចម្តេច",
      "ភាគរយពន្ធលើប្រាក់បៀវត្ស",
      "ពន្ធលើប្រាក់បៀវត្សប៉ុន្មានភាគរយ",
      "អត្រាពន្ធលើប្រាក់បៀវត្ស",
      "ភាគរយពន្ធប្រាក់បៀវត្ស",
      "ចូរគណនាប្រាក់ពន្ធលើប្រាក់បៀវត្សដែលត្រូវបង់ជូនសាខាពន្ធដារ",
      "ពន្ធបៀវត្សគិតដូចម្តេច"
    ],
    "responses": [
      "ការគណនាពន្ធលើប្រាក់បៀវត្ស៖ - និយោជិតនិវាសនជន៖ ពន្ធលើប្រាក់បៀវត្ស ស្មើនឹង ប្រាក់បៀវត្សជាប់ពន្ធដកទាយជ្ជទាននិងប្រាក់បៀវត្សលើកលែងពន្ធស្របតាមច្បាប់និងបទប្បញ្ញត្តិការងារ គុណនឹងអត្រាពន្ធ រួចដកនឹងលម្អៀងលើសប្រាក់ពន្ធតាមថ្នាក់នីមួយៗ។ - និយោជិតអនិវាសនជន៖ ពន្ធលើប្រាក់បៀវត្ស ស្មើនឹង​ ប្រាក់បៀវត្សជាប់ពន្ធក្នុងខែ គុណនឹង អត្រាពន្ធ ២០%។ ភាគបៀវត្សប្រចាំខែត្រូវជាប់ពន្ធ អត្រាពន្ធ -ពី ០៛ ដល់ ១ ៥០០ ០០០៛ ០% -ពី ១ ៥០០ ០០១៛ ដល់ ២ ០០០ ០០០៛ ៥% - ពី ២ ០០០ ០០១៛ ដល់ ៨ ៥០០ ០០០៛ ១០% -ពី ៨ ៥០០ ០០១៛ ដល់ ១២ ៥០០ ០០០៛ ១៥% - លើសពី  ១២ ៥០០ ០០០៛ ២០% បញ្ជាក់​៖ ប្រាក់បៀវត្សប្រចាំខែត្រូវជាប់ពន្ធខាងលើ ចាប់អនុវត្តពីថ្ងៃទី១ ខែមករា ឆ្នាំ២០២៣។ សម្រាប់និយោជិតអនិវាសនជន ពន្ធលើប្រាក់បៀវត្សត្រូវបានកាត់ទុកតាមអត្រា ២០% នៃទឹកប្រាក់ត្រូវបើកឱ្យមុនការកាត់ទុក។ ពន្ធកាត់ទុកនេះ គឺជាពន្ធចុងក្រោយនៃប្រាក់បៀវត្សសម្រាប់អនិវាសនជនជាអ្នកទទួលប្រាក់បៀវត្ស។  អានបន្ថែម៖ https://www.tax.gov.kh/km/content-detail/Txf3E7994949552542"
    ]
  }
]
