[
  {
    "intent": "tax on transportation",
    "pattern": [
      "ពន្ធលើមធ្យោបាយដឹកជញ្ជូន",
      "ពន្ធលើមធ្យោបាយដឹកជញ្ជូនគឺជាអ្វី",
      "និយមន័យពន្ធលើមធ្យោបាយដឹកជញ្ជូន",
      "ពន្ធលើមធ្យោបាយដឹកជញ្ជូនសំដៅលេីអ្វី",
      "ដូចម្តេចដែលហាវថាពន្ធលើមធ្យោបាយដឹកជញ្ជូន",
      "កម្មវត្ថុពន្ធលើមធ្យោបាយដឹកជញ្ជូន"
    ],
    "responses": [
      "ពន្ធលើមធ្យោបាយដឹកជញ្ជូន៖ គឺជាពន្ធប្រចាំឆ្នាំ ពន្ធនេះប្រមូលចំពោះមធ្យោបាយដឹកជញ្ជូន ដូចជា រថយន្តទេសចរណ៍ រថយន្តដឹកទំនិញ រថយន្តដឹកអ្នកដំណើរ រ៉ឺម៉កសណ្ដោង ជលយាន ឬជលយានយន្ត (លើសពី១៥០ សេះ) ទាំងផ្លូវទន្លេ និងសមុទ្រ។ ពន្ធនេះ គឺជាពន្ធផ្ទាល់ សម្រាប់ជាគុណប្រយោជន៍ដល់ថវិកាថ្នាក់ក្រោមជាតិ។"
    ]
  },
  {
    "intent": "tax on transportation responsible",
    "pattern": [
      "តើអ្នកណាជាអ្នកជាប់បន្ទុកបង់ពន្ធលើមធ្យោបាយដឹកជញ្ជូន",
      "តើអ្នកណាមានកាតព្វកិច្ចត្រូវបង់ប្រាក់ពន្ធលើមធ្យោបាយដឹកជញ្ជូន",
      "តើអ្នកជាប់ពន្ធប្រភេទណាត្រូវបង់ប្រាក់ពន្ធលើមធ្យោបាយដឹកជញ្ជូន"
    ],
    "responses": [
      "អ្នកជាប់ពន្ធលើមធ្យោបាយដឹកជញ្ជូន៖ កម្មសិទ្ធិករ ឬអ្នកកាន់កាប់មធ្យោបាយដឹកជញ្ជូន"
    ]
  },
  {
    "intent": "tax on transportation exempt",
    "pattern": [
      "តើរថយន្តគិលានសង្គ្រោះរបស់មន្ទីរពេទ្យឯកជន ត្រូវបង់ពន្ធលើមធ្យោបាយដឹកជញ្ជូននិងយានជំនិះគ្រប់ប្រភេទ ដែរឬទេ?",
      "ការលេីកលែងពន្ធលើមធ្យោបាយដឹកជញ្ជូន"
    ],
    "responses": [
      "ពន្ធលើមធ្យោបាយដឹកជញ្ជូន ត្រូវបានលើកលែងចំពោះ៖- រថយន្តគិលានសង្គ្រោះ រថយន្តពន្លត់អគ្គិភ័យដែលជាកម្មសិទ្ធិរបស់រដ្ឋ- យានយន្តដែលជាកម្មសិទ្ធិរបស់អង្គភាពកងយោធពលខេមរភូមិន្ទ កងរាជអាវុធហត្ថ នគរបាលជាតិ- យានយន្តដែលជាកម្មសិទ្ធិរបស់ស្ថានទូត ឬស្ថានកុងស៊ុលបរទេស អង្គការអន្តរជាតិ ឬទីភ្នាក់ងារ សហប្រតិបត្តិការបច្ចេកទេសរបស់រដ្ឋាភិបាលនានា។- ទោចក្រយានយន្ត និងត្រីចក្រយានយន្តគ្រប់ប្រភេទ ត្រាក់ទ័រ និងគ្រឿងយន្តប្រហាក់ប្រហែល និងជលយានយន្តគ្រប់ប្រភេទដែលមានកម្លាំងដល់ ១៥០ សេះ។"
    ]
  },
  {
    "intent": "tax on transportation registered",
    "pattern": [
      "តើឯកសារអ្វីខ្លះចាំបាច់ត្រូវភ្ជាប់មកជាមួយនៅពេលចុះបញ្ញីមធ្យោបាយដឹកជញ្ជូន",
      "ចុះបញ្ជីពន្ធលើមធ្យោបាយដឹកជញ្ជូនត្រូវការឯកសារអ្វីខ្លះ",
      "ធ្វើបច្ចុប្បន្នភាពពន្ធលើមធ្យោបាយដឹកជញ្ជូនត្រូវការឯកសារ",
      "តេីការធ្វើបច្ចុប្បន្នភាពព័ត៌មានពន្ធលើមធ្យោបាយដឹកជញ្ជូនត្រូវការឯកសារអ្វីខ្លះ",
      "ឯកសារអ្វីខ្លះសម្រាប់ការធ្វើបច្ចុប្បន្នភាពព័ត៌មានពន្ធលើមធ្យោបាយដឹកជញ្ជូន",
      "បច្ចុប្បន្នភាពព័ត៌មានពន្ធលើមធ្យោបាយដឹកជញ្ជូន",
      "ចុះបញ្ជីពន្ធលើមធ្យោបាយដឹកជញ្ជូន",
      "ឯកសារអ្វីខ្លះសម្រាប់ការចុះបញ្ជីពន្ធលើមធ្យោបាយដឹកជញ្ជូន",
      "តេីការចុះបញ្ជីពន្ធលើមធ្យោបាយដឹកជញ្ជូនត្រូវភ្ជាប់ឯកសារអ្វីខ្លះ",
      "តេីការចុះបញ្ជី ឬធ្វើបច្ចុប្បន្នភាពព័ត៌មានពន្ធលើមធ្យោបាយដឹកជញ្ជូន អ្នកជាប់ពន្ធត្រូវភ្ជាប់ឯកសារអ្វីខ្លះ",
      "ធ្វើបច្ចុប្បន្នភាពពន្ធលើមធ្យោបាយដឹកជញ្ជូន",
      "តើត្រូវមានឯកសារអ្វីខ្លះនៅពេលចុះបញ្ជីបង់ពន្ធលើមធ្យោបាយដឹកជញ្ជូន"
    ],
    "responses": [
      "ដើម្បីធ្វើការចុះបញ្ជី ឬធ្វើបច្ចុប្បន្នភាពព័ត៌មានមធ្យោបាយដឹកជញ្ជូន កម្មសិទ្ធិករ ឬអ្នកកាន់កាប់ត្រូវភ្ជាប់មកជាមួយនូវសំណុំឯកសារដូចខាងក្រោម ៖- ប័ណ្ណសម្គាល់យានយន្ត ឬបង្កាន់ដៃបង់ពន្ធនាំចូល- វិញ្ញាបនបត្រត្រួតពិនិត្យលក្ខណៈបច្ចេកទេសយានជំនិះ (សម្រាប់រថយន្តដឹកអ្នកដំណើរ និងរថយន្តដឹកទំនិញ)- លិខិតបញ្ជាក់ការប្រើប្រាស់យានយន្តកែច្នៃក្នុងស្រុក- អត្តសញ្ញាណប័ណ្ណ ឬលិខិតឆ្លងដែន ឬលិខិតបញ្ជាក់សំបុត្រកំណើត- វិញ្ញាបនបត្រចុះបញ្ជីពន្ធដារ (អាករលើតម្លៃបន្ថែម) សម្រាប់មធ្យោបាយដឹកជញ្ជូននិងយានជំនិះគ្រប់ប្រភេទដែលជាទ្រព្យសកម្មរបស់សហគ្រាស - ពាក្យស្នើសុំធ្វើបច្ចុប្បន្នភាពព័ត៌មានយានយន្ត ការធ្វើបច្ចុប្បន្នភាពព័ត៌មានយានយន្តសំដៅដល់មានការផ្លាស់ប្តូរដូចជា ម្ចាស់កម្មសិទ្ធិ អាស័យដ្ឋាន លេខទូរស័ព្ទ ផ្លាកលេខ លេខ (តួ ម៉ាស៊ីន សាក់ស៊ី) ប្រភេទ ម៉ាក ពណ៌ កម្លាំងសេះ ឆ្នាំផលិត ទំហំស៊ីឡាំង ចំនួន (ស៊ីឡាំង ភ្លៅ កៅអី ទ្វារ កង់) ថ្ងៃចេញប័ណ្ណលើកដំបូង និងទម្ងន់សរុប។"
    ]
  },
  {
    "intent": "tax on transportation location",
    "pattern": [
      "តើការប្រកាសនិងបង់ពន្ធលើមធ្យោបាយដឹកជញ្ជូនចាប់ផ្តើមប្រមូលនៅពេលណា",
      "តើត្រូវបង់ពន្ធលើមធ្យោបាយដឹកជញ្ជូននៅឯណា",
      "ធ្វើបច្ចុប្បន្នភាពពន្ធលើមធ្យោបាយដឹកជញ្ជូននៅទីកន្លែងណា",
      "បង់ពន្ធលើមធ្យោបាយដឹកជញ្ជូននៅកន្លែងណា",
      "ប្រកាសពន្ធលើមធ្យោបាយដឹកជញ្ជូនបាននៅកន្លែងណា",
      "សុំប័ណ្ណសម្គាល់ការបង់ពន្ធលើមធ្យោបាយដឹកជញ្ជូននៅកន្លែងណា",
      "ចុះបញ្ជីដើម្បីបំពេញកាតព្វកិច្ចពន្ធលើមធ្យោបាយដឹកជញ្ជូននៅកន្លែងណា",
      "ពន្ធលើមធ្យោបាយដឹកជញ្ជូនអាចបង់នៅកន្លែងណា",
      "តើពន្ធលើមធ្យោបាយដឹកជញ្ជូនអាចបង់នៅទីកន្លែងណាខ្លះ",
      "ប្រកាសពន្ធលើមធ្យោបាយដឹកជញ្ជូនបាននៅកន្លែងណា",
      "ពន្ធលើមធ្យោបាយដឹកជញ្ជូនកន្លែង",
      "ធ្វើបច្ចុប្បន្នភាពមធ្យោបាយដឹកជញ្ជូននៅកន្លែងណា",
      "ធ្វើបច្ចុប្បន្នភាពពន្ធលើមធ្យោបាយដឹកជញ្ជូននៅទីណា",
      "ពាក្យស្នើសុំចុះបញ្ជីពន្ធលើមធ្យោបាយដឹកជញ្ជូនមាននៅកន្លែងណា",
      "ពន្ធលើមធ្យោបាយដឹកជញ្ជូនពេល",
      "តើបច្ចុប្បន្ននេះយើងអាចបង់ពន្ធលើមធ្យោបាយដឹកជញ្ជូនតាមប្រព័ន្ធអនឡាញបានដែរឬទេ"
    ],
    "responses": [
      "ពន្ធលេីមធ្យោបាយដឹកជញ្ជូន៖ ការិយបរិច្ឆេទ៖ ចាប់ផ្ដើមពីថ្ងៃទី០១ ខែមករា រហូតដល់ថ្ងៃទី៣០ ខែវិច្ឆិកា នៃឆ្នាំជាប់ពន្ធនីមួយៗ ទីកន្លែងចុះបញ្ជី ឬធ្វើបច្ចុប្បន្នភាព ដាក់លិខិតប្រកាស និងបង់ពន្ធ៖ - អគ្គនាយកដា្ឋនពន្ធដារ ឬសាខាពន្ធដារខេត្ត-ខណ្ឌ ឬធនាគារដៃគូជាមួយក្រសួងសេដ្ឋកិច្ចនិងហិរញ្ញវត្ថុ។ - តាមរយៈទូរស័ព្ទដៃក្នុងកម្មវិធី GDT Taxpayer App ដែលអាចទាញយកបានពី App Store ឬ Play Store"
    ]
  },
  {
    "intent": "tax on transportation rate and base",
    "pattern": [
      "តើអាចដឹងពីតម្លៃមធ្យោបាយដឹកជញ្ជូនដោយរបៀបណា",
      "តើពន្ធលើមធ្យោបាយដឹកជញ្ជូនត្រូវបានគណនាដូចម្ដេច",
      "តើមូលដ្ឋានគិតពន្ធលើមធ្យោបាយដឹកជញ្ជូនត្រូវបានកំណត់ដូចម្ដេច",
      "តើអត្រាពន្ធនៅមធ្យោបាយដឹកជញ្ជូនត្រូវបានកំណត់ដូចម្ដេច",
      "តើពន្ធលើមធ្យោបាយដឹកជញ្ជូនមានអត្រាប៉ុន្មានភាគរយ និងមូលដ្ឋានគិតពន្ធត្រូវគិតដូចម្តេច",
      "ភាគរយពន្ធលេីមធ្យោបាយដឹកជញ្ជូន",
      "ពន្ធលេីមធ្យោបាយដឹកជញ្ជូនប៉ុន្មានភាគរយ",
      "អត្រាពន្ធនៅមធ្យោបាយដឹកជញ្ជូន",
      "ភាគរយនៅមធ្យោបាយដឹកជញ្ជូន",
      "អត្រាពន្ធមធ្យោបាយដឹកជញ្ជូន",
      "ភាគរយអត្រាពន្ធមធ្យោបាយដឹកជញ្ជូន",
      "ចូរគណនាប្រាក់ពន្ធលើមធ្យោបាយដឹកជញ្ជូនដែលត្រូវបង់ជូនសាខាពន្ធដារ",
      "ពន្ធឡានគិតដូចម្តេច"
    ],
    "responses": [
      "អត្រាពន្ធលើមធ្យោបាយដឹកជញ្ជូន ត្រូវកំណត់ទៅតាមប្រភេទមធ្យោបាយដឹកជញ្ជូននិងយានជំនិះគ្រប់ប្រភេទ ដូចខាងក្រោម៖- រថយន្តទេសចរណ៍ (គិតតាមឆ្នាំផលិត និងទំហំស៊ីឡាំង)- រថយន្តដឹកទំនិញ (គិតតាមទម្ងន់សរុប)- រ៉ឺម៉កសណ្តោង (គិតតាមទម្ងន់សរុប)- ក្បាលរថយន្តសណ្តោង និងស៊ឺមីរ៉ឺម៉កសណ្តោង (ត្រូវបង់ពន្ធរួមគ្នាគិតតាមទម្ងន់សរុប)- រថយន្តដឹកអ្នកដំណើរ​ (គិតតាមឆ្នាំផលិត និងចំនួនកៅអី)- ជលយាន ឬជលយានយន្ត (គិតតាមទម្ងន់ផ្ទុកសរុប ឬគិតតាមប្រវែងបណ្តោយ ឬគិតតាមកម្លាំងសេះ)- យានឬយានយន្តកែច្នៃ (គិតតាមចំនួនភ្លៅ និងកង់)។ ដើម្បីងាយស្រួលក្នុងការគណនាប្រាក់ពន្ធ អ្នកជាប់ពន្ធអាចទាញយកនូវកម្មវិធី Cambodia Road Tax តាមទូរស័ព្ទ ក្នុង Playstore ឬ Appstore ។"
    ]
  },
  {
    "intent": "tax on transportation tax return",
    "pattern": [
      "អ្នកជាប់ពន្ធត្រូវបង់ពន្ធមធ្យោបាយដឹកជញ្ជូនបង់យ៉ាងយឺតបំផុតថ្ងៃខែណា",
      "ការប្រកាសនិងបង់ពន្ធមធ្យោបាយដឹកជញ្ជូន",
      "បង់ពន្ធមធ្យោបាយដឹកជញ្ជូនយឺតពិន័យប៉ុន្មាន",
      "បង់ពន្ធមធ្យោបាយដឹកជញ្ជូនយឺតពិន័យដូចម្តេច",
      "ករណីបង់ពន្ធមធ្យោបាយដឹកជញ្ជូនយឺតពេលត្រូវរងពិន័យដូចម្តេច",
      "បង់ពន្ធមធ្យោបាយដឹកជញ្ជូនក្រោយពេលកំណត់ទោស",
      "បង់ពន្ធមធ្យោបាយដឹកជញ្ជូនខករងពិន័យ"
    ],
    "responses": [
      "ពន្ធលើមធ្យោបាយដឹកជញ្ជូននិងយានជំនិះគ្រប់ប្រភេទប្រចាំឆ្នាំ៖ ចាប់ផ្ដើមប្រមូលពីថ្ងៃទី០១ ខែមិថុនា រហូត ដល់នៅថ្ងៃទី៣០ ខែវិច្ឆិកា ជារៀងរាល់ឆ្នាំ។ ពន្ធបន្ថែមចំពោះការយឺតយ៉ាវក្នុងការបង់ពន្ធនេះត្រូវស្មើនឹង ១០០% នៃប្រាក់ពន្ធដែលត្រូវបង់ មានន័យថា បើប្រាក់ពន្ធត្រូវបង់ ២០០ ០០០ រៀល នោះពន្ធបន្ថែមត្រូវស្មើនឹងចំនួន  ២០០ ០០០ រៀលទៀត ដូចនេះសរុបត្រូវបង់ស្មើនឹង ៤០០ ០០០ រៀល។"
    ]
  },
  {
    "intent": "tax on transportation card",
    "pattern": [
      "កាតយានយន្តពន្ធលើមធ្យោបាយដឹកជញ្ជូន",
      "តើការស្នើសុំធ្វើកាតយានយន្តបង់ពន្ធលើមធ្យោបាយដឹកជញ្ជូនត្រូវភ្ជាប់ឯកសារអ្វីខ្លះ",
      "ឯកសារធ្វេីប័ណ្ណសម្គាល់ពន្ធលើមធ្យោបាយដឹកជញ្ជូន",
      "ឯកសារសម្រាប់ធ្វេីប័ណ្ណសម្គាល់ពន្ធលើមធ្យោបាយដឹកជញ្ជូន",
      "ឯកសារអ្វីខ្លះសម្រាប់ធ្វេីប័ណ្ណសម្គាល់ពន្ធលើមធ្យោបាយដឹកជញ្ជូន",
      "ធ្វើប័ណ្ណសម្គាល់ពន្ធលើមធ្យោបាយដឹកជញ្ជូនត្រូវការឯកសារអ្វីខ្លះ",
      "ប័ណ្ណសម្គាល់ពន្ធលើមធ្យោបាយដឹកជញ្ជូន",
      "តើការស្នើសុំធ្វើប័ណ្ណសម្គាល់ការបង់ពន្ធលើមធ្យោបាយដឹកជញ្ជូនត្រូវភ្ជាប់ឯកសារអ្វីខ្លះ",
      "ស្នេីសុំបោះពុម្ពប័ណ្ណសម្គាល់យានយន្តត្រូវការអ្វីខ្លះ",
      "បាត់ឯកសារបង់ពន្ធរថយន្ត",
      "បាត់ប័ណ្ណសម្គាល់យានយន្តត្រូវធ្វេីដូចម្តេច"
    ],
    "responses": [
      "ប័ណ្ណសម្គាល់ការបង់ពន្ធលើមធ្យោបាយដឹកជញ្ជូនផ្តល់ភាពងាយស្រួលក្នុងការបង់ពន្ធសម្រាប់ឆ្នាំក្រោយទៀតដោយមិនចាំបាច់ភ្ជាប់ឯកសារអ្វីឡើយ - ស្នើសុំបោះពុម្ពប័ណ្ណសម្គាល់កម្រៃសេវាធ្វើប័ណ្ណសម្គាល់ 5000 រៀល - ករណីបាត់ប័ណ្ណសម្គាល់ អាចស្នើសុំបោះពុម្ពសារជាថ្មីដោយបង់កម្រៃសេវា 5000 រៀល យានយន្តដែលគ្មានប័ណ្ណសម្គាល់ការបង់ពន្ធត្រូវភ្ជាប់ឯកសារដូចជា៖ - លិខិតប្រកាសពន្ធ (FORM VT 001) ចំនួន ០២ ច្បាប់ - ឯកសារបង់ពន្ធលើមធ្យោបាយដឹកជញ្ជូន និងយានជំនិះគ្រប់ប្រភេទ សម្រាប់ឆ្នាំមុន (N-1)។  ករណីបាត់ឯកសារបង់ពន្ធ ត្រូវភ្ជាប់ប័ណ្ណសម្គាល់យានយន្ត ដើម្បីពិនិត្យនិងផ្ទៀងផ្ទាត់ការបង់ប្រាក់ពន្ធក្នុងប្រព័ន្ធ។  ករណីបាត់ទាំងឯកសារបង់ពន្ធ និងប័ណ្ណសម្គាល់យានយន្ត ត្រូវភ្ជាប់ពាក្យបណ្តឹងស្តីពីការបាត់ប័ណ្ណសម្គាល់យានយន្ត ដោយអាជ្ញាធរមានសមត្ថកិច្ច។ យានយន្តដែលមានបង្កាន់ដៃបង់ពន្ធនាំចូលក្នុង ខែធ្នូ ត្រូវបានអនុញ្ញាតឱ្យបង់ពន្ធសម្រាប់ឆ្នាំបន្ទាប់ លិខិតប្រកាសពន្ធ៖ https://www.tax.gov.kh/u6rhf7ogbi6/gdtstream/8e362a6b-5a54-4e7d-9af9-e8af3c5fdbd0"
    ]
  }
]
