[
  {
    "intent": "tax on property",
    "pattern": [
      "ពន្ធអចលនទ្រព្យ",
      "ពន្ធអចលនទ្រព្យគឺជាអ្វី",
      "និយមន័យពន្ធអចលនទ្រព្យ",
      "ពន្ធអចលនទ្រព្យសំដៅលេីអ្វី",
      "ដូចម្តេចដែលហាវថាពន្ធអចលនទ្រព្យ",
      "កម្មវត្ថុពន្ធអចលនទ្រព្យ"
    ],
    "responses": [
      "ពន្ធលើអចលនទ្រព្យ​៖ ជាប្រភេទពន្ធស្វ័យប្រកាស ប្រមូលចំពោះអចលនទ្រព្យដែលមានតម្លៃលើសពី​ ១០០ លានរៀល (២៥,០០០ដុល្លារ) និងមានទីតាំងស្ថិតនៅក្នុងភូមិសាស្ត្ររដ្ឋបាលរាជធានី និង​រដ្ឋបាលក្រុងនៃខេត្តនានាក្នុងព្រះរាជាណាចក្រកម្ពុជា។"
    ]
  },
  {
    "intent": "tax on property responsible",
    "pattern": [
      "តើអ្នកណាជាអ្នកជាប់បន្ទុកបង់ពន្ធអចលនទ្រព្យ",
      "តើអ្នកណាមានកាតព្វកិច្ចត្រូវបង់ប្រាក់ពន្ធលើអចលនទ្រព្យ",
      "តើអ្នកជាប់ពន្ធប្រភេទណាត្រូវបង់ប្រាក់ពន្ធលើអចលនទ្រព្យ"
    ],
    "responses": [
      "អ្នកជាប់ពន្ធលើអចលនទ្រព្យ៖ កម្មសិទ្ធិករ ឬអ្នកកាន់កាប់ ឬអ្នកទទួលផលប្រយោជន៍ចុងក្រោយ"
    ]
  },
  {
    "intent": "tax on property exempt",
    "pattern": [
      "តើដីកសិកម្មដែលស្ថិតនៅរាជធានីភ្នំពេញជាប់ពន្ធលើអចលនទ្រព្យដែរឬទេ",
      "ការលេីកលែងពន្ធលើអចលនទ្រព្យ"
    ],
    "responses": [
      "ការលើកលែងពន្ធ និងការអនុគ្រោះពន្ធមានដូចជា៖- ដីធ្លីកសិកម្ម - អចលនទ្រព្យកម្មសិទ្ធិរបស់រដ្ឋ - អចលនទ្រព្យកម្មសិទ្ធិរបស់ស្ថានទូត - អចលនទ្រព្យដែលជាកម្មសិទ្ធិរបស់សហគមន៍ ឬបុគ្គលណាមួយ(សាសនា និងសប្បុរសធម៌) - អចលនទ្រព្យដែលជាហេដ្ឋារចនាសម្ព័ន្ត- ផ្ទះអគារ និងសំណង់ផ្សេងៗ ដែលសាងសង់លើដីធ្លីកសិកម្ម- អចលនទ្រព្យទទួលរងនូវការខូចខាតធ្ងន់ធ្ងរ(គ្រោះធម្មជាតិ សង្រ្គាមកុប្បកម្ម អគ្គិភ័យ)- អចលនទ្រព្យក្នុងតំបន់សេដ្ឋកិច្ចពិសេស"
    ]
  },
  {
    "intent": "tax on property registered",
    "pattern": [
      "តើឯកសារអ្វីខ្លះចាំបាច់ត្រូវភ្ជាប់មកជាមួយនៅពេលចុះបញ្ញីអចលនទ្រព្យ",
      "តើត្រូវមានឯកសារអ្វីខ្លះនៅពេលចុះបញ្ជីបង់ពន្ធអចលនទ្រព្យ",
      "ចុះបញ្ជីពន្ធអចលនទ្រព្យត្រូវការឯកសារអ្វីខ្លះ",
      "ធ្វើបច្ចុប្បន្នភាពពន្ធអចលនទ្រព្យត្រូវការឯកសារ",
      "តេីការធ្វើបច្ចុប្បន្នភាពព័ត៌មានពន្ធអចលនទ្រព្យត្រូវការឯកសារអ្វីខ្លះ",
      "ឯកសារអ្វីខ្លះសម្រាប់ការធ្វើបច្ចុប្បន្នភាពព័ត៌មានពន្ធអចលនទ្រព្យ",
      "បច្ចុប្បន្នភាពព័ត៌មានពន្ធអចលនទ្រព្យ",
      "ចុះបញ្ជីពន្ធអចលនទ្រព្យ",
      "ឯកសារអ្វីខ្លះសម្រាប់ការចុះបញ្ជីពន្ធអចលនទ្រព្យ",
      "តេីការចុះបញ្ជីពន្ធអចលនទ្រព្យត្រូវភ្ជាប់ឯកសារអ្វីខ្លះ",
      "តេីការចុះបញ្ជី ឬធ្វើបច្ចុប្បន្នភាពព័ត៌មានពន្ធអចលនទ្រព្យ អ្នកជាប់ពន្ធត្រូវភ្ជាប់ឯកសារអ្វីខ្លះ",
      "ធ្វើបច្ចុប្បន្នភាពពន្ធអចលនទ្រព្យ",
      "តើត្រូវមានឯកសារអ្វីខ្លះនៅពេលចុះបញ្ជីបង់ពន្ធអចលនទ្រព្យ"
    ],
    "responses": [
      "ដើម្បីចុះបញ្ជី ឬធ្វើបច្ចុប្បន្នភាពព័ត៌មានអចលនទ្រព្យ អ្នកជាប់ពន្ធត្រូវភ្ជាប់ឯកសារដូចខាងក្រោម៖ - ប័ណ្ណសម្គាល់សិទ្ធិកាន់កាប់អចលនវត្ថុ ឬវិញ្ញាបនបត្រសម្គាល់ម្ចាស់អចលនវត្ថុ ឬឯកសារពាក់ព័ន្ធនឹងការកាន់កាប់អចលនទ្រព្យដែលបញ្ជាក់ដោយអាជ្ញាធរឃុំ/សង្កាត់ឡើងទៅ (ច្បាប់ចម្លង) - អត្តសញ្ញាណប័ណ្ណសញ្ជាតិខ្មែរ ឬសំបុត្របញ្ជាក់កំណើត ឬលិខិតឆ្លងដែន ឬសៀវភៅគ្រួសារ ឬសៀវភៅស្នាក់នៅ ឬលិខិតបញ្ជាក់ទីលំនៅរបស់អ្នកជាប់ពន្ធ (ច្បាប់ថតចម្លង) - រូបថតរបស់អចលនទ្រព្យ - និយាមកាអចលនទ្រព្យ (រយៈទទឹង និងរយៈបណ្ដោយ) - ពាក្យស្នើសុំចុះបញ្ជី ឬធ្វើបច្ចុប្បន្នភាពអចលនទ្រព្យសម្រាប់​ការបង់ពន្ធ​លើ​អចលនទ្រព្យទម្រង់ ពាក្យស្នើសុំធ្វើបច្ចុប្បន្នភាពអចលនទ្រព្យ៖ https://www.tax.gov.kh/u6rhf7ogbi6/gdtstream/97cfa78b-2458-4705-a3ae-94adcbdc0d9c ពាក្យស្នើសុំធ្វើចុះបញ្ជីអចលនទ្រព្យ៖ https://www.tax.gov.kh/u6rhf7ogbi6/gdtstream/c7ec776a-9a81-4ccc-86ce-0c6af1df2d3d ព័ត៌មានបន្ថែម៖ https://www.tax.gov.kh/km/content-detail/f3GAp7943268502214"
    ]
  },
  {
    "intent": "tax on property location",
    "pattern": [
      "តើការប្រកាសនិងបង់ពន្ធលើអចលនទ្រព្យចាប់ផ្តើមប្រមូលនៅពេលណា",
      "តើត្រូវបង់ពន្ធអចលនទ្រព្យនៅឯណា",
      "ធ្វើបច្ចុប្បន្នភាពពន្ធ​លើ​អចលនទ្រព្យនៅទីកន្លែងណា",
      "បង់ពន្ធអចលនទ្រព្យនៅកន្លែងណា",
      "ប្រកាសពន្ធអចលនទ្រព្យបាននៅកន្លែងណា",
      "សុំប័ណ្ណសម្គាល់ការបង់ពន្ធអចលនទ្រព្យនៅកន្លែងណា",
      "ចុះបញ្ជីដើម្បីបំពេញកាតព្វកិច្ចពន្ធលើអចលនទ្រព្យនៅកន្លែងណា",
      "ពន្ធអចលនទ្រព្យអាចបង់នៅកន្លែងណា",
      "តើពន្ធលើអចលនទ្រព្យអាចបង់នៅទីកន្លែងណាខ្លះ",
      "ប្រកាសពន្ធលើអចលនទ្រព្យបាននៅកន្លែងណា",
      "ពន្ធអចលនទ្រព្យកន្លែង",
      "ធ្វើបច្ចុប្បន្នភាពអចលនទ្រព្យនៅកន្លែងណា",
      "ធ្វើបច្ចុប្បន្នភាពពន្ធ​លើ​អចលនទ្រព្យនៅទីណា",
      "ពាក្យស្នើសុំចុះបញ្ជីពន្ធលើអចលនទ្រព្យមាននៅកន្លែងណា",
      "ពន្ធលើអចលនទ្រព្យពេល",
      "តើបច្ចុប្បន្ននេះយើងអាចបង់ពន្ធលេីអចលនទ្រព្យតាមប្រព័ន្ធអនឡាញបានដែរឬទេ"
    ],
    "responses": [
      "ពន្ធលេីអចលនទ្រព្យ៖ ការិយបរិច្ឆេទ៖ ចាប់ផ្ដើមពីថ្ងៃទី០១ ខែមករា រហូតដល់ ថ្ងៃទី៣០ ខែកញ្ញា នៃឆ្នាំជាប់ពន្ធនីមួយៗ ទីកន្លែងចុះបញ្ជី ឬធ្វើបច្ចុប្បន្នភាពអចលនទ្រព្យ៖ -រដ្ឋបាលសារពើពន្ធ (សាខាពន្ធដារខេត្ត-ខណ្ឌ ឬនាយកដ្ឋាន ពន្ធអចលនទ្រព្យនិងអចលនទ្រព្យ) ក្នុងភូមិសាស្ត្រដែលអចលនទ្រព្យនោះស្ថិតនៅ។ ទីកន្លែងធ្វើការប្រកាសពន្ធនិងបង់ពន្ធ៖ -នាយកដ្ឋានពន្ធចលនទ្រព្យនិងអចលនទ្រព្យ និងសាខាពន្ធដារខេត្ត-ខណ្ឌ -នៅតាមបណ្តាធនាគារ និងតាមសាខាធនាគារ អេស៊ីលីដា ភីអិលស៊ី វឌ្ឍនៈ កាណាឌីយ៉ា ជេត្រាស រ៉ូយ៉ាល់ (អតីតសាខាធនាគារ អេ អិន ហ្សេត រ៉ូយ៉ាល់) ធនាគារស្ថាបនា ឬនៅតាមធនាគារដែលបានចុះអនុស្សរណៈនៃការយោគយល់គ្នាជាមួយ ក្រសួងសេដ្ឋកិច្ច និងហិរញ្ញវត្ថុ។ -តាមរយៈកម្មវិធីទូរស័ព្ទដៃអ្នកជាប់ពន្ធ GDT Taxpayer App ដែលមានក្នុង App Store និង Play Store។"
    ]
  }
]
