{
  "intents": [
    {
      "tagKH": "ប្រាក់បៀវត្ស",
      "tagEN": "Salary/Wage",
      "response": "សំដៅដល់បៀវត្ស លាភការ ប្រាក់បំណាច់ បុព្វលាភ ប្រាក់ម៉ោងបន្ថែម ប្រាក់ប៉ះប៉ូវនានា និងអត្ថប្រយោជន៍បន្ថែម ដែលបានទូទាត់ជូននិយោជិត ឬដែលបានទូទាត់ ដើម្បីជាប្រយោជន៍ផ្ទាល់ ឬប្រយោលដល់និយោជិតចំពោះការបំពេញសកម្មភាពបម្រើការងារ។"
    },
    {
      "tagKH": "ប្រាក់បៀវត្សប្រភពកម្ពុជា",
      "tagEN": "Cambodia Source Salary",
      "response": "ប្រាក់បៀវត្សប្រភពកម្ពុជា សំដៅដល់ប្រាក់បៀវត្ស ដែលបានទទួលក្នុងក្របខ័ណ្ឌនៃការបំពេញសកម្មភាពបម្រើការងារនៅក្នុងព្រះរាជាណាចក្រកម្ពុជា។ ដោយឡែក ចំពោះប្រាក់បៀវត្សដែលអនិវាសនជនបានទទួលក្នុងការផ្ដល់ជំនួយបច្ចេកទេស ត្រូវចាត់ទុកថាមានប្រភពនៅក្នុងប្រទេស ដែលអ្នកទូទាត់ប្រាក់បៀវត្សនោះស្នាក់នៅ។"
    },
    {
      "tagKH": "ប្រាក់បៀវត្សមូលដ្ឋាន",
      "tagEN": "Basic Salary",
      "response": "ប្រាក់បៀវត្សមូលដ្ឋាន គឺជាចំនួនទឹកប្រាក់នៃប្រាក់ប្រចាំខែជាមូលដ្ឋានដែលផ្តល់ជូនមន្រ្តីរាជការ កម្មករនិយោជិត បុគ្គលិកក្រុមហ៊ុនមុនបូកបញ្ចូលចំនួនផ្តល់បន្ថែម ឬកាត់បន្ថយនានា។"
    },
    {
      "tagKH": "ប្រាក់បំណាច់",
      "tagEN": "Indemnity",
      "response": "ប្រាក់បំណាច់ សំដៅដល់ប្រាក់បំណាច់មុខងារ ប្រាក់បំណាច់បញ្ចប់កិច្ចសន្យាចំពោះកិច្ចសន្យាការងារដែលមានកំណត់ថិរវេលា ឬប្រាក់បំណាច់អតីតភាពការងារចំពោះកិច្ចសន្យា ការងារមានថិរវេលាមិនកំណត់ ឬប្រាក់បំណាច់បញ្ឈប់លែងឱ្យធ្វើការ និងប្រាក់បំណាច់ផ្សេងៗទៀត។"
    },
    {
      "tagKH": "ប្រាក់ប៉ះប៉ូវ",
      "tagEN": "Compensation",
      "response": "ប្រាក់ប៉ះប៉ូវ សំដៅដល់ប្រាក់ឧបត្ថម្ភដទៃទៀតដែលផ្តល់ឱ្យនិយោជិត អាចមកពីមូលហេតុនៃការផ្លាស់ទីកន្លែងធ្វើការឆ្ងាយពីលំនៅឋាន ឬការងារដែលមានហានិភ័យខ្ពស់ ជាដើម។"
    },
    {
      "tagKH": "ប្រាក់ម៉ោងបន្ថែម",
      "tagEN": "Overtime Pay",
      "response": "សំដៅដល់ប្រាក់ដែលនិយោជិតទទួលក្នុងក្របខ័ណ្ឌនៃការ ធ្វើការងារបន្ថែមម៉ោងក្រៅម៉ោងការងារជាធម្មតារបស់ខ្លួន។"
    },
    {
      "tagKH": "លាភការ",
      "tagEN": "Allowance",
      "response": "សំដៅដល់រង្វាន់នៃការអនុវត្តការងារ ដែលបន្ថែមលើប្រាក់ឈ្នួល ក្នុងន័យជាសគុណនៃការបំពេញកិច្ចការអ្វីមួយដល់និយោជក។ \nឧ. :  \nកញ្ញា ខ ជាគណនេយ្យករ នៅក្រុមហ៊ុន ក ដែលមានសកម្មភាពអាជីវកម្មជាគោលដើម គឺផ្គត់ផ្គង់ផលិតផលកសិកម្ម។ \nកញ្ញា ខ ត្រូវបានក្រុមហ៊ុនអញ្ជើញឱ្យជួយថតផ្សាយពាណិជ្ជកម្មដែលក្រុមហ៊ុននឹងផ្តល់កម្រៃពីការថតផ្សព្វផ្សាយពាណិជ្ជកម្ម។ \nដូចនេះ ប្រាក់កម្រៃពីការថតផ្សាយពាណិជ្ជកម្មរបស់កញ្ញា ខ ត្រូវបានចាត់ទុកជាលាភការ។"
    },
    {
      "tagKH": "បុព្វលាភ",
      "tagEN": "Bonus",
      "response": "- សំដៅដល់ប្រាក់រង្វាន់លើកទឹកចិត្ត ប្រាក់លើសផែនការ ប្រាក់បៀវត្សបន្ថែមលើប្រាក់បៀវត្សប្រចាំខែ និងប្រាក់លើកទឹកចិត្តប្រហាក់ប្រហែលចំពោះការបំពេញការងាររបស់និយោជិត ដែលជាប្រយោជន៍អាជីវកម្មរបស់និយោជក។ - ក្នុងប្រតិបត្តិការជួញដូរឧបករណ៍ហិរញ្ញវត្ថុ ពាក្យ “បុព្វលាភ” សំដៅដល់ចំនួនឧបករណ៍ហិរញ្ញវត្ថុដែលអ្នកទិញបង់ សម្រាប់ជម្រើសហ៊ុនណាមួយ។ ក្នុងប្រតិបត្តិការជួញដូរសញ្ញាប័ណ្ណ ឬឧបករណ៍បំណុលដទៃទៀត ពាក្យនេះសំដៅដល់ចំនួនទឹកប្រាក់ដែលបានបង់ចំពោះចំនួនលើស នៃថ្លៃដើម។"
    },
    {
      "tagKH": "អត្ថប្រយោជន៍បន្ថែម",
      "tagEN": "Fringe Benefit",
      "response": "អត្ថប្រយោជន៍បន្ថែម សំដៅដល់ទំនិញ សេវា ឬអត្ថប្រយោជន៍ជាសាច់ប្រាក់ ឬជាវត្ថុផ្សេងៗទៀតដែលនិយោជកផ្ដល់ឱ្យដោយផ្ទាល់ ឬប្រយោលដល់រូបវន្តបុគ្គលចំពោះសកម្មភាពបម្រេីការងារ។ កាត់ទុកអត្រាពន្ធ ២០% ព័ន៌មានបន្ថែម៖ https://youtu.be/kF2kEjqM6K0?t=890"
    },
    {
      "tagKH": "និយោជិតនិវាសនជន",
      "tagEN": "Resident Employee",
      "response": "សំដៅដល់រូបវន្តបុគ្គលដែលមាននិវាសនដ្ឋាន ឬមានកន្លែងស្នាក់នៅជាគោលដើមនៅក្នុងប្រទេសជាក់លាក់ណាមួយ ឬដែលមានវត្តមាននៅក្នុងប្រទេសជាក់លាក់ណាមួយលើសពីកាលកំណត់ជាធរមាន។ សម្រាប់បរិបទកម្ពុជា គឺលើសពី១៨២ថ្ងៃនៅក្នុងរយៈពេល១២ខែណាមួយ ដែលបានបញ្ចប់ក្នុងឆ្នាំជាប់ពន្ធចរន្ត។"
    },
    {
      "tagKH": "និវាសនជន",
      "tagEN": "Resident",
      "response": "ជាទូទៅ ពាក្យ និវាសនជន សំដៅចំពោះរូបវន្តបុគ្គលណា ម្នាក់ដែលស្នាក់នៅក្នុងប្រទេសណាមួយជាអចិន្រ្តៃយ៍ ឬរយៈពេលវែង។ នៅកម្ពុជា សម្រាប់កម្មវត្ថុនៃការគិតពន្ធនិវាសនជន គឺជានិយោជិត អ្នកជាប់ពន្ធ ឬរូបវន្ដបុគ្គល ដែលមាននិវាសនដ្ឋាន ឬមានកន្លែងស្នាក់នៅជាគោលដើម នៅក្នុងព្រះរាជាណាចក្រកម្ពុជា ឬដែលមានវត្ដមាននៅក្នុងព្រះរាជាណាចក្រកម្ពុជាលើសពី១៨២ថ្ងៃនៅក្នុងរយៈពេល ១២ខែណាមួយដែលបានបញ្ចប់ក្នុងឆ្នាំជាប់ពន្ធចរន្ដ។"
    },
    {
      "tagKH": "និយោជិតអនិវាសនជន",
      "tagEN": "Non-Resident Employee",
      "response": "សំដៅដល់រូបវន្តបុគ្គលណាមួយ ដែលភាគច្រើនស្នាក់នៅក្នុងតំបន់មួយ ឬយុត្តាធិការមួយ ប៉ុន្តែមានទទួលផលប្រយោជន៍នៅក្នុងតំបន់ ឬយុត្តាធិការមួយទៀត។ ក្នុងន័យនេះ នៅក្នុងតំបន់ ឬយុត្តាធិការដែលរូបវន្តបុគ្គលនោះមិនស្នាក់នៅជាក់លាក់ភាគច្រើនទេ គឺអាជ្ញាធរមានសមត្ថកិច្ចនៅក្នុងតំបន់នោះ ឬយុត្តាធិការនោះចាត់ទុកថាជា និយោជិតអនិវាសនជន។ ជាក់ស្តែង នៅកម្ពុជានិយោជិតអនិវាសនជន គឺសំដៅដល់ប្រភេទនិយោជិតមិនមែនជានិវាសនជនដែលទទួលប្រាក់បៀវត្សប្រភពកម្ពុជា។"
    },
    {
      "tagKH": "អនិវាសនជន",
      "tagEN": "Non-Resident",
      "response": "អនិវាសនជន សំដៅចំពោះបុគ្គលដែលស្នាក់នៅក្នុងដែនសមត្ថកិច្ច ឬយុត្តាធិការ ឬប្រទេសមួយ ប៉ុន្តែមានផលប្រយោជន៍នៅក្នុងប្រទេស ឬដែនសមត្ថកិច្ច ឬយុត្តាធិការមួយទៀត។ ការពិនិត្យលើស្ថានភាពរបស់អនិវាសនជន គឺមានសារសំខាន់ណាស់ក្នុងការកំណត់ថាតើបុគ្គលមានកាតព្វកិច្ចបង់ពន្ធ មានសិទ្ធិទទួលអត្ថប្រយោជន៍ពីរដ្ឋាភិបាលមានកាតព្វកិច្ចធ្វើជាសមាជិកគណៈវិនិច្ឆ័យ មានសិទ្ធិសិក្សាមានសិទ្ធិបោះឆ្នោត និងមុខងារផ្សេងៗទៀតរបស់រដ្ឋាភិបាល។"
    },
    {
      "tagKH": "បុគ្គលនិវាសនជន",
      "tagEN": "Resident Person",
      "response": "បុគ្គលនិវាសនជន សំដៅដល់ និយោជិត អ្នកជាប់ពន្ធ ឬរូបវន្តបុគ្គលដែលមាន៖ \n- និវាសនដ្ឋាននៅព្រះរាជាណាចក្រកម្ពុជា \n- កន្លែងស្នាក់នៅជាគោលដើមនៅព្រះរាជាណាចក្រកម្ពុជា \n- វត្តមាននៅក្នុងព្រះរាជាណាចក្រកម្ពុជាលើសពី ១៨២ ថ្ងៃនៅក្នុងរយៈពេល ១២ ខែណាមួយដែលបានបញ្ចប់ក្នុង ឆ្នាំជាប់ពន្ធចរន្ត។"
    },
    {
      "tagKH": "បុគ្គលអនិវាសនជន",
      "tagEN": "Non-Resident Person",
      "response": "បុគ្គលទាំងឡាយណាដែលមិនមែនជានិវាសនជន គឺជាបុគ្គលអនិវាសនជន។"
    },
    {
      "tagKH": "ប្រាក់បៀវត្សប្រភពបរទេស",
      "tagEN": "Foreign Source Salary",
      "response": "ក្រៅពីបៀវត្សប្រភពកម្ពុជា ត្រូវចាត់ទុកថាប្រាក់បៀវត្សប្រភពបរទេស។"
    },
    {
      "tagKH": "ប្រាក់បៀវត្សប្រភពកម្ពុជា",
      "tagEN": "Cambodia Source Salary",
      "response": "ប្រាក់បៀវត្សប្រភពកម្ពុជា សំដៅដល់ប្រាក់បៀវត្ស ដែលបានទទួលក្នុងក្របខ័ណ្ឌនៃការបំពេញសកម្មភាពបម្រើការងារនៅក្នុងព្រះរាជាណាចក្រកម្ពុជា។ ដោយឡែក ចំពោះប្រាក់បៀវត្សដែលអនិវាសនជនបានទទួលក្នុងការផ្ដល់ជំនួយបច្ចេកទេស ត្រូវចាត់ទុកថាមានប្រភពនៅក្នុងប្រទេស ដែលអ្នកទូទាត់ប្រាក់បៀវត្សនោះស្នាក់នៅ។"
    },
    {
      "tagKH": "រូបវន្តបុគ្គល",
      "tagEN": "Natural Person/Physical Person",
      "response": "គឺជាបុគ្គលដែលជាមនុស្សមានរូបរាងពិតប្រាកដ ផ្ទុយពីនីតិបុគ្គលដែលជាបុគ្គលសន្មតត្រូវបានបង្កើតឡើងដោយច្បាប់។ ខ្លឹមសារក្នុងបរិបទច្បាប់ រូបវន្តបុគ្គល សំដៅដល់បុគ្គលមានសមត្ថភាពតាមផ្លូវច្បាប់ ដែលអាចក្លាយជាប្រធាននៃសិទ្ធិ និងកាតព្វកិច្ច។ សម្រាប់គោលដៅពន្ធដារប្តី ប្រពន្ធ និងកូនក្នុងបន្ទុកត្រូវចាត់ទុកថាជារូបវន្តបុគ្គលតែម្នាក់។"
    },
    {
      "tagKH": "ប្រាក់ឈ្នួលដុល",
      "tagEN": "Gross Wage",
      "response": "គឺជាចំនួនប្រាក់ឈ្នួលបម្រើការងារសរុបមុនពេលកាត់ពន្ធ និងការកាត់កងផ្សេងៗទៀត ឬប្រាក់ឈ្នួលដែលបានចុះកិច្ចសន្យា ឬកិច្ចព្រមព្រៀងជាមួយអ្នកជួល។"
    },
    {
      "tagKH": "អាករបំភ្លឺសាធារណៈ",
      "tagEN": "Public Lighting Tax",
      "response": "អាករសម្រាប់បំភ្លឺសាធារណៈ ត្រូវបានកំណត់តាមអត្រា ៣% លើការផ្គត់ផ្គង់គ្រប់ដំណាក់កាលនូវសុរាមេរ័យ និងបារី។ \nអ្នកជាប់ពន្ធដែលធ្វើការផ្គត់ផ្គង់ផលិតផលទាំងនេះត្រូវទទួលខុសត្រូវក្នុងការបង់ប្រាក់អាករនេះ ជូនរដ្ឋបាលសារពើពន្ធយ៉ាងយឺតបំផុតត្រឹមថ្ងៃទី២០ នៃខែបន្ទាប់ពីខែដែលមានការផ្គត់ផ្គង់។"
    },
    {
      "tagKH": "អាករសម្រាប់បំភ្លឺសាធារណះ",
      "tagEN": "Public Lighting Tax",
      "response": "អាករសម្រាប់បំភ្លឺសាធារណៈ ត្រូវបានកំណត់តាមអត្រា ៣% លើការផ្គត់ផ្គង់គ្រប់ដំណាក់កាលនូវសុរាមេរ័យ និងបារី។ \nអ្នកជាប់ពន្ធដែលធ្វើការផ្គត់ផ្គង់ផលិតផលទាំងនេះត្រូវទទួលខុសត្រូវក្នុងការបង់ប្រាក់អាករនេះ ជូនរដ្ឋបាលសារពើពន្ធយ៉ាងយឺតបំផុតត្រឹមថ្ងៃទី២០ នៃខែបន្ទាប់ពីខែដែលមានការផ្គត់ផ្គង់។"
    },
    {
      "tagKH": "អាករបំភ្លឺសាធារណះ",
      "tagEN": "Public Lighting Tax",
      "response": "អាករសម្រាប់បំភ្លឺសាធារណៈ ត្រូវបានកំណត់តាមអត្រា ៣% លើការផ្គត់ផ្គង់គ្រប់ដំណាក់កាលនូវសុរាមេរ័យ និងបារី។ \nអ្នកជាប់ពន្ធដែលធ្វើការផ្គត់ផ្គង់ផលិតផលទាំងនេះត្រូវទទួលខុសត្រូវក្នុងការបង់ប្រាក់អាករនេះ ជូនរដ្ឋបាលសារពើពន្ធយ៉ាងយឺតបំផុតត្រឹមថ្ងៃទី២០ នៃខែបន្ទាប់ពីខែដែលមានការផ្គត់ផ្គង់។"
    },
    {
      "tagKH": "អាករសម្រាប់បំភ្លឺសាធារណៈ",
      "tagEN": "Public Lighting Tax",
      "response": "អាករសម្រាប់បំភ្លឺសាធារណៈ ត្រូវបានកំណត់តាមអត្រា ៣% លើការផ្គត់ផ្គង់គ្រប់ដំណាក់កាលនូវសុរាមេរ័យ និងបារី។ \nអ្នកជាប់ពន្ធដែលធ្វើការផ្គត់ផ្គង់ផលិតផលទាំងនេះត្រូវទទួលខុសត្រូវក្នុងការបង់ប្រាក់អាករនេះ ជូនរដ្ឋបាលសារពើពន្ធយ៉ាងយឺតបំផុតត្រឹមថ្ងៃទី២០ នៃខែបន្ទាប់ពីខែដែលមានការផ្គត់ផ្គង់។"
    },
    {
      "tagKH": "អាករលើធាតុចូល",
      "tagEN": "VAT Input",
      "response": "សំដៅដល់ប្រាក់អាករដែលបុគ្គលជាប់អាករបានបង់លើទំនិញ និងសេវាសម្រាប់ប្រើប្រាស់ក្នុងអាជីវកម្ម ដែលបានទទួលការផ្គត់ផ្គង់ពីបុគ្គលជាប់អាករ ឬប្រាក់អាករដែលបាន បង់ដោយបុគ្គលជាប់អាករក្នុងឋានៈជាអ្នកនាំចូលទំនិញ ឬសេវាសម្រាប់ប្រើប្រាស់នៅក្នុងអាជីវកម្មរបស់ខ្លួនហើយ ត្រូវក្លាយជាឥណទានអាករលើធាតុចូលសម្រាប់កាត់កងពីអាករលើធាតុចេញ។"
    },
    {
      "tagKH": "អាករលើធាតុចេញ",
      "tagEN": "VAT Output",
      "response": "អាករលើធាតុចេញ សំដៅដល់អាករលើតម្លៃបន្ថែម ដែលប្រមូលលើការផ្គត់ផ្គង់ទំនិញ ឬសេវាជូនអតិថិជន។"
    },
    {
      "tagKH": "អាករស្នាក់នៅ",
      "tagEN": "Accommodation Tax",
      "response": "អាករលើការស្នាក់ត្រូវបានកំណត់តាមអត្រា ២% លើការស្នាក់នៅក្នុងសណ្ឋាគារ ផ្ទះសំណាក់ ក្នុងព្រះរាជាណាចក្រ​កម្ពុជា។ អ្នកជាប់ពន្ធដែលធ្វើការផ្គត់ផ្គង់សេវាស្នាក់នៅត្រូវទទួលខុសត្រូវក្នុងការបង់ប្រាក់អាករនេះជូនរដ្ឋបាលសារពើពន្ធ យ៉ាងយឺតបំផុតត្រឹមថ្ងៃទី២០ នៃខែបន្ទាប់ពីខែដែលមានការផ្គត់ផ្គង់។"
    },
    {
      "tagKH": "សេវាឌីជីថល",
      "tagEN": "Digital Services",
      "response": "សំដៅដល់សេវាដែលធ្វើប្រតិបត្តិការតាមប្រព័ន្ធអេឡិចត្រូនិកដែលក្នុងនោះមានការបញ្ជាទិញ ការទូទាត់ប្រាក់ និងការផ្គត់ផ្គង់សេវាធ្វើតាមប្រព័ន្ធអេឡិចត្រូនិក។"
    },
    {
      "tagKH": "ឥណទានពន្ធបរទេស",
      "tagEN": "Foreign Tax Credit",
      "response": "- សម្រាប់កម្មវត្ថុនៃពន្ធលើប្រាក់ចំណូល វាក្យសព្ទនេះ សំដៅដល់ករណីអ្នកជាប់ពន្ធនិវាសនជន ដែលបានទទួលប្រាក់ចំណូលប្រភពបរទេស និងបានបង់ពន្ធតាមច្បាប់ពន្ធដារបរទេស និងត្រូវបានទទួលនូវឥណទានពន្ធសម្រាប់កាត់កងពីប្រាក់ពន្ធលើប្រាក់ចំណូល ដែលត្រូវបង់នៅព្រះរាជាណាចក្រកម្ពុជា ប៉ុន្ដែលុះណាតែមានការបង្ហាញឯកសារបញ្ជាក់ពីការបង់ពន្ធនៅបរទេសនោះ។\n - គឺជាឥណទានពន្ធដែលត្រូវបានអនុញ្ញាត ដើម្បីបន្ធូរបន្ថយការយកពន្ធត្រួតគ្នាជាអន្តរជាតិ។ ប្រាក់ចំណូលដែលបានបង់ពន្ធនៅបរទេសរួច ហើយប្រាក់ពន្ធដែលបានបង់នៅបរទេសនោះអាចត្រូវបានអនុញ្ញាតឱ្យកាត់កងជាឥណទាន ដើម្បីកាត់បន្ថយប្រាក់ពន្ធដែលត្រូវបង់នៅក្នុងស្រុក។ ជា គោលការណ៍ ប្រាក់ចំណូលប្រភពបរទេសនិងក្នុងស្រុករបស់និវាសនជនណាមួយ អាចនឹងត្រូវយកមកបូកបញ្ចូលគ្នា ដើម្បីគណនាពន្ធតាមបទប្បញ្ញត្តិពន្ធក្នុងស្រុក ប៉ុន្តែឥណទានពន្ធដែលបានអនុញ្ញាត ត្រូវបានកម្រិតមិនឱ្យលើសចំនួនប្រាក់ពន្ធត្រូវបង់ក្នុងស្រុកដោយមិនអនុញ្ញាតឱ្យធ្វើការយោងទៅមុខបើទោះបីជាប្រាក់ពន្ធដែលបង់នៅបរទេសមានចំនួនច្រើនជាង។"
    },
    {
      "tagKH": "ទំនិញឌីជីថល",
      "tagEN": "Digital Goods",
      "response": "សំដៅដល់ទំនិញអរូបីដែលត្រូវបានបញ្ជាទិញ ផ្គត់ផ្គង់ និងបញ្ជូនទាំងស្រុងតាមប្រព័ន្ធអេឡិចត្រូនិក។"
    },
    {
      "tagKH": "បុគ្គលជាប់អាករ",
      "tagEN": "Taxable person",
      "response": "សំដៅដល់បុគ្គលដែលជាអ្នកជាប់អាករតាមរបបស្វ័យប្រកាស ហើយដែលធ្វើការផ្គត់ផ្គង់ទំនិញ ឬសេវា ដែលជាប់អាករ។"
    },
    {
      "tagKH": "បុគ្គលជាប់អាករពិសេស",
      "tagEN": "Excise Taxpayer",
      "response": "បុគ្គលជាប់អាករពិសេស សំដៅដល់អ្នកនាំចូល ឬអ្នកផលិតទំនិញក្នុងស្រុក ឬអ្នកផ្គត់ផ្គង់សេវាដែលជាប់អាករពិសេសលើទំនិញនិងសេវាមួយចំនួន។"
    },
    {
      "tagKH": "ប្រតិបត្តិករថ្នាលអេឡិចត្រូនិក",
      "tagEN": "Electronic Platform Operator",
      "response": "“ប្រតិបត្តិករថ្នាលអេឡិចត្រូនិក” សំដៅលើអ្នកជាប់ពន្ធអនិវាសនជន ដែលផ្គត់ផ្គង់សេវាកម្ម ទទួលការទូទាត់ និងប្រគល់ទំនិញឌីជីថល ឬសេវាឌីជីថលជូនដល់អ្នកទិញតាមរយៈថ្នាលអេឡិចត្រូនិក ក្នុងនាមអ្នកជាប់ពន្ធអនិវាសនជនតាមប្រព័ន្ធអេ-ឡិចត្រូនិក។"
    },
    {
      "tagKH": "សេវាលំហែកម្សាន្ត",
      "tagEN": "Entertainment Service",
      "response": "- សំដៅដល់ការផ្តល់សេវាបដិសណ្ឋារកិច្ចគ្រប់ប្រភេទ រួមទាំងការផ្តល់កន្លែងស្នាក់នៅ អាហារ និងភេសជ្ជៈ ដែលមិនត្រូវបានផ្តល់ជូនក្នុងដំណើរធម្មតានៃការប្រជុំ ការចូលមើល កម្មវិធី ឬព្រឹត្តិការណ៍ផ្សេងៗ ឬការធ្វើដំណើរដែលផ្តល់ជូនក្នុងគោលបំណងរីករាយ ឬការកម្សាន្ត។\n- សម្រាប់កម្មវត្ថុនៃពន្ធដារ អាករលើធាតុចូលលើសេវាលំហែកម្សាន្តមិនត្រូវបានអនុញ្ញាតជាឥណទាន ហើយចំណាយលំហែកម្សាន្តមិនត្រូវបានអនុញ្ញាតឱ្យកាត់កងសម្រាប់ពន្ធ លើប្រាក់ចំណូល លើកលែងតែអ្នកជាប់ពន្ធប្រកបអាជីវកម្មផ្តល់សេវាលំហែកម្សាន្ត។"
    },
    {
      "tagKH": "ពន្ធ",
      "tagEN": "Tax",
      "response": "នៅក្នុងច្បាប់ស្តីពីសារពើពន្ធ ពាក្យ “ពន្ធ” សំដៅដល់ពន្ធ និងអាករទាំងឡាយ។ ពាក្យថា “ពន្ធ” គឺសំដៅដល់ការកំណត់បន្ទុកហិរញ្ញវត្ថុជាកំហិតដោយរដ្ឋាភិបាលចំពោះអ្នកជាប់ពន្ធ (រូបវន្ដបុគ្គល ឬនីតិបុគ្គល) សម្រាប់ទ្រទ្រង់ ចំណាយរបស់រដ្ឋាភិបាល និងចំណាយលើវិស័យសាធារណៈជាច្រើនប្រភេទទៀត។"
    },
    {
      "tagKH": "",
      "tagEN": "",
      "response": ""
    },
    {
      "tagKH": "",
      "tagEN": "",
      "response": ""
    }
  ],
  "pattern": [
    "ប្រាក់បៀវត្ស",
    "ប្រាក់បៀវត្សគឺជាអ្វី",
    "និយមន័យប្រាក់បៀវត្ស",
    "ប្រាក់បៀវត្សសំដៅលេីអ្វី",
    "ដូចម្តេចដែលហាវថាប្រាក់បៀវត្ស",
    "កម្មវត្ថុប្រាក់បៀវត្ស"
  ]
}
