[
  {
    "intent": "patent tax",
    "pattern": [
      "ពន្ធប៉ាតង់",
      "ពន្ធប៉ាតង់គឺជាអ្វី",
      "និយមន័យពន្ធប៉ាតង់",
      "ពន្ធប៉ាតង់សំដៅលេីអ្វី",
      "ដូចម្តេចដែលហាវថាពន្ធប៉ាតង់",
      "កម្មវត្ថុពន្ធប៉ាតង់",
      "តើការប្រកាសនិងបង់ពន្ធប៉ាតង់ចាប់ផ្តើមប្រមូលនៅពេលណា",
      "តើត្រូវបង់ពន្ធប៉ាតង់នៅឯណា",
      "ធ្វើប័ណ្ណសម្គាល់ពន្ធប៉ាតង់នៅទីកន្លែងណា",
      "បង់ពន្ធប៉ាតង់នៅកន្លែងណា",
      "សុំប័ណ្ណសម្គាល់ការបង់ពន្ធប៉ាតង់នៅកន្លែងណា",
      "ចុះបញ្ជីដើម្បីបំពេញកាតព្វកិច្ចពន្ធប៉ាតង់នៅកន្លែងណា",
      "ពន្ធប៉ាតង់អាចបង់នៅកន្លែងណា",
      "តើពន្ធប៉ាតង់អាចបង់នៅទីកន្លែងណាខ្លះ",
      "ប្រកាសពន្ធប៉ាតង់បាននៅកន្លែងណា",
      "ពន្ធប៉ាតង់កន្លែង",
      "ធ្វើប័ណ្ណសម្គាល់ពន្ធប៉ាតង់នៅទីណា",
      "ពាក្យស្នើសុំចុះបញ្ជីពន្ធប៉ាតង់មាននៅកន្លែងណា",
      "ពន្ធប៉ាតង់ពេល",
      "តើបច្ចុប្បន្ននេះយើងអាចបង់ពន្ធប៉ាតង់តាមប្រព័ន្ធអនឡាញបានដែរឬទេ"
    ],
    "responses": [
      "ពន្ធប៉ាតង់គឺជាពន្ធប្រចាំឆ្នាំដែលត្រូវបានកំណត់លើសកម្មភាពអាជីវកម្មនីមួយៗ ដោយផ្អែកលើប្រភេទអ្នកជាប់ពន្ធ និងកម្រិតផលរបរ។ ការិយបរិច្ឆេទ៖ ចាប់ពីថ្ងៃទី០១ ខែមករា ដល់ថ្ងៃទី៣១ ខែមីនា ជារៀងរាល់ឆ្នាំ។ ទីកន្លែងចុះបញ្ជីពន្ធដារ និងប្រកាសពន្ធ៖ រដ្ឋបាលសារពើពន្ធ (នាយកដ្ឋានគ្រប់គ្រងអ្នកជាប់ពន្ធធំសាខាពន្ធដារខេត្ត-ខណ្ឌ) មធ្យោបាយបង់ពន្ធប៉ាតង់មានដូចខាងក្រោម៖ - ប្រព័ន្ធបង់ពន្ធតាមអនឡាញ E-Payment - បណ្តាធនាគារជាដៃគូរបស់អគ្គនាយកដ្ឋានពន្ធដារដូចជា៖ កាណាឌីយ៉ា អេស៊ីលីដា វឌ្ឍនៈ  កម្ពុជាសាធារណៈ ជេត្រាស់ រ៉ូយ៉ាល់ ស្ថាបនា អេប៊ីអេ ប្រៃសណីយ៍កម្ពុជា ក.អ  និងធនាគារពាណិជ្ជកម្មក្រៅប្រទេស នៃកម្ពុជា។ អ្នកជាប់ពន្ធត្រូវដាក់តាំងឬ ព្យួរប័ណ្ណប៉ាតង់នៅទីកន្លែងប្រកបអាជីវកម្មជាគោលដើមរបស់ខ្លួន លិខិតប្រកាសពន្ធប៉ាតង់៖ https://www.tax.gov.kh/u6rhf7ogbi6/gdtstream/edebc078-4dbe-4415-97bf-c5dc9c2bbed5"
    ]
  },
  {
    "intent": "patent tax categorized",
    "pattern": [
      "កំណត់ចំណាត់ថ្នាក់អ្នកជាប់ពន្ធប៉ាតង់",
      "ពន្ធប៉ាតង់ចែកជាប៉ុន្មានកម្រិត",
      "ការចុះបញ្ជីពន្ធដារលើកដំបូងពន្ធប៉ាតង់ត្រូវបង់ប្រាក់ដែលឬទេ",
      "ការចុះបញ្ជីពន្ធដារលើកដំបូងពន្ធប៉ាតង់ត្រូវបង់ប៉ុន្មាន",
      "បង់ពន្ធប៉ាតង់កំណត់ដូចម្តេច",
      "ចុះបញ្ជីពន្ធដារត្រូវបង់ពន្ធប៉ាតង់ប៉ុន្មាន",
      "ចំណាត់ថ្នាក់អ្នកជាប់ពន្ធប៉ាតង់",
      "តើប្រាក់ពន្ធប៉ាតង់ប្រចាំឆ្នាំមានប៉ុន្មានកម្រិត",
      "តើប្រាក់ពន្ធប៉ាតង់ប្រចាំឆ្នាំមានប៉ុន្មានកម្រិត",
      "តើការចុះបញ្ជីពន្ធដារជាលើកដំបូង ត្រូវបង់ពន្ធប៉ាតង់ដូចម្តេច"
    ],
    "responses": [
      "ប្រាក់ពន្ធប៉ាតង់ត្រូវបានកំណត់ដូចខាងក្រោម៖ - អ្នកជាប់ពន្ធតូច ត្រូវបង់ពន្ធប៉ាតង់ប្រចាំឆ្នាំចំនួន ៤០០ ០០០ រៀល - អ្នកជាប់ពន្ធមធ្យម  ត្រូវបង់ពន្ធប៉ាតង់ប្រចាំឆ្នាំចំនួន ១ ២០០ ០០០ រៀល - អ្នកជាប់ពន្ធធំ ត្រូវបង់៖ • ពន្ធប៉ាតង់ប្រចាំឆ្នាំចំនួន ៣ ០០០ ០០០ រៀល • ពន្ធប៉ាតង់ប្រចាំឆ្នាំចំនួន ៥ ០០០ ០០០ រៀល ក្នុងករណីដែលមានផលរបរលើសពី ១០ ០០០ លានរៀល។ អ្នកជាប់ពន្ធធំដែលមានសាខា ឃ្លាំង រោងចក្រ រោងជាង សម្រាប់សកម្មភាពអាជីវកម្មតែមួយដែលស្ថិតនៅតាមរាជធានី-ខេត្តផ្សេងគ្នា ត្រូវបង់ពន្ធប៉ាតង់ចំនួន ៣ ០០០ ០០០ រៀល នៅតាមរាជធានី ខេត្តដែលអាជីវកម្មនោះស្ថិតនៅ។ ការចុះបញ្ជីពន្ធដារជាលើកដំបូង ត្រូវបង់ពន្ធប៉ាតង់ចំនួន ៥០% នៃប្រាក់ពន្ធប៉ាតង់ត្រូវបង់ប្រចាំឆ្នាំទៅតាមសកម្មភាព អាជីវកម្មនីមួយៗដែលបានស្នើសុំ។ ព័ន៌មានបន្ថែម៖ https://youtu.be/xDuwaN0tG6I?t=711"
    ]
  },
  {
    "intent": "patent tax determinded",
    "pattern": [
      "អ្នកជាប់ពន្ធត្រូវបង់ពន្ធប៉ាតង់បង់យ៉ាងយឺតបំផុតថ្ងៃខែណា",
      "បង់ពន្ធប៉ាតង់យឺតពិន័យប៉ុន្មាន",
      "បង់ពន្ធប៉ាតង់យឺតពិន័យដូចម្តេច",
      "ករណីបង់ពន្ធប៉ាតង់យឺតពេលត្រូវរងពិន័យដូចម្តេច",
      "បង់ពន្ធប៉ាតង់ក្រោយពេលកំណត់ទោស",
      "បង់ពន្ធប៉ាតង់ខករងពិន័យ",
      "អ្នកជាប់ពន្ធដែលមានសកម្មភាពអាជីវកម្មនៅក្នុងរាជធានី ខេត្តផ្សេងគ្នា ត្រូវបង់ពន្ធប៉ាតង់ដូចម្តេច",
      "ករណីមានសាខា ឬឃ្លាំងអាជីវកម្មច្រេីនត្រូវបង់ពន្ធប៉ាតង់ដែល ឬទេ",
      "ករណីមានសាខា ឬឃ្លាំងអាជីវកម្មច្រេីនត្រូវបង់ពន្ធប៉ាតង់ដូចម្តេច",
      "អ្នកជាប់ពន្ធត្រូវបង់ពន្ធប៉ាតង់ដូចម្តេច ករណីមានសាខាឬ ឃ្លាំង រោងចក្រ រោងជាង",
      "តើសហគ្រាសដែលមានសកម្មភាពអាជីវកម្មពីរផ្សេងគ្នាត្រូវបង់ពន្ធប៉ាតង់ដូចម្ដេច",
      "តើសហគ្រាសត្រូវបង់ពន្ធប៉ាតង់ដូចម្តេច ក្នុងករណីមានសាខាឬ ឃ្លាំង",
      "តើបែបបទនៃការបង់ពន្ធប៉ាតង់ត្រូវបង់បែបណា?"
    ],
    "responses": [
      "បែបបទនៃការបង់ពន្ធប៉ាតង់ត្រូវបានកំណត់ដូចខាងក្រោម៖ - អ្នកជាប់ពន្ធដែលមានសកម្មភាពអាជីវកម្មច្រើន ត្រូវបង់ពន្ធប៉ាតង់ផ្សេងគ្នាទៅតាមសកម្មភាពអាជីវកម្មនីមួយៗ - សកម្មភាពជាឧបសម្ព័ន្ធនានានៃសកម្មភាពអាជីវកម្មត្រូវចាត់ទុកថាជាសកម្មភាពអាជីវកម្មតែមួយ - អ្នកជាប់ពន្ធដែលមានទីកន្លែងអាជីវកម្មជាគោលដើម ទីចាត់ការសហគ្រាស សាខា ឃ្លាំង រោងចក្រ រោងជាង សម្រាប់សកម្មភាពអាជីវកម្មតែមួយនៅក្នុងរាជធានី-ខេត្តតែមួយ ត្រូវបង់ពន្ធប៉ាតង់តែមួយ -  អ្នកជាប់ពន្ធដែលមានសកម្មភាពអាជីវកម្មនៅក្នុងរាជធានី-ខេត្តផ្សេងគ្នា ត្រូវបង់ពន្ធប៉ាតង់ទៅតាមរាជធានី-ខេត្ត ដែលអាជីវកម្មនោះស្ថិតនៅ។ ច្បាប់ និងបទប្បញ្ញត្តិពាក់ព័ន្ធ៖ យោងតាមប្រកាសលេខ ១៩៣ សហវ.ប្រក ចុះថ្ងៃទី២៦ ខែមីនា ឆ្នាំ២០២១ ស្ដីពីវិធាននិងនីតិវិធីគ្រប់គ្រងប្រមូល ពន្ធប៉ាតង់។"
    ]
  }
]
