[
  {
    "intent": "registration tax",
    "pattern": [
      "ពន្ធប្រថាប់ត្រា",
      "ពន្ធប្រថាប់ត្រាគឺជាអ្វី",
      "និយមន័យពន្ធប្រថាប់ត្រា",
      "ពន្ធប្រថាប់ត្រាសំដៅលេីអ្វី",
      "ដូចម្តេចដែលហាវថាពន្ធប្រថាប់ត្រា",
      "កម្មវត្ថុពន្ធប្រថាប់ត្រា",
      "តើអ្នកណាជាអ្នកជាប់បន្ទុកបង់ពន្ធប្រថាប់ត្រា",
      "តើអ្នកណាមានកាតព្វកិច្ចត្រូវបង់ប្រាក់ពន្ធប្រថាប់ត្រា",
      "តើអ្នកជាប់ពន្ធប្រភេទណាត្រូវបង់ប្រាក់ពន្ធប្រថាប់ត្រា",
      "ការប្រកាសនិងបង់ពន្ធប្រថាប់ត្រា",
      "តើការប្រកាសនិងបង់ពន្ធប្រថាប់ត្រាចាប់ផ្តើមប្រមូលនៅពេលណា",
      "តើត្រូវបង់ពន្ធប្រថាប់ត្រានៅឯណា",
      "បង់ពន្ធប្រថាប់ត្រានៅកន្លែងណា",
      "ប្រកាសពន្ធប្រថាប់ត្រាបាននៅកន្លែងណា",
      "ពន្ធប្រថាប់ត្រាអាចបង់នៅកន្លែងណា",
      "តើពន្ធប្រថាប់ត្រាអាចបង់នៅទីកន្លែងណាខ្លះ",
      "ពន្ធប្រថាប់ត្រាកន្លែង",
      "ពន្ធប្រថាប់ត្រាពេល",
      "តើបច្ចុប្បន្ននេះយើងអាចបង់ពន្ធលេីអចលនទ្រព្យតាមប្រព័ន្ធអនឡាញបានដែរឬទេ"
    ],
    "responses": [
      "ពន្ធប្រថាប់ត្រា៖ ជាប្រភេទពន្ធដែលកំណត់លើការផ្ទេរកម្មសិទ្ធិ ឬសិទ្ធិកាន់កាប់ចំពោះអចលនទ្រព្យ មធ្យោបាយដឹកជញ្ជូន ឬយានយន្ត ភាគហ៊ុន កិច្ចសន្យាផ្គត់ផ្គង់ទំនិញ ឬសេវា និងលិខិតមានលក្ខណៈគតិយុត្ត។\nកាតព្វកិច្ច និងបែបបទនៃការប្រកាសបង់ពន្ធ៖\n អ្នកជាប់ពន្ធមានកាតព្វកិច្ចដាក់លិខិតប្រកាស និងបង់ពន្ធប្រថាប់ត្រាឱ្យបានគ្រប់ក្នុងរយៈពេល ៣ខែ បន្ទាប់​ពី​កាលបរិច្ឆេទនៃ “ដីកាបញ្ជូន”សំណុំឯកសារ៖\n- ផ្ទេរកម្មសិទ្ធិរបស់រដ្ឋបាលសុរិយោដីរាជធានី-ខេត្ត ចំពោះអចលនទ្រព្យបានចុះបញ្ជី (មានប័ណ្ណកម្មសិទ្ធិ)  \n- ផ្ទេរសិទ្ធិកាន់កាប់អចលនទ្រព្យរបស់អាជ្ញាធរដែនដី (ក្រុង-ស្រុក-ខណ្ឌ) ចំពោះអចលនទ្រព្យពុំបានចុះបញ្ជី (គ្មានប័ណ្ណ\nកម្មសិទ្ធិ)​\nអ្នកជាប់ពន្ធត្រូវដាក់លិខិតប្រកាស​ និងបង់ប្រាក់ពន្ធ៖ \n- អចលនទ្រព្យនៅរាជធានីភ្នំពេញ នៅអគ្គនាយកដ្ឋានពន្ធដារ ឬធនាគារជាដៃគូជាមួយក្រសួងសេដ្ឋកិច្ចនិងហិរញ្ញវត្ថុ \n- អចលនទ្រព្យតាមបណ្តាខេត្ត នៅសាខាពន្ធដារខេត្តដែលអចលនទ្រព្យនោះស្ថិតនៅ ឬនៅអគ្គនាយកដ្ឋានពន្ធដារតាមការស្នើសុំរបស់អ្នកជាប់ពន្ធ ឬនៅធនាគារជាដៃគូជាមួយក្រសួងសេដ្ឋកិច្ចនិងហិរញ្ញវត្ថុ។\nព័ត៍មានបន្ថែម៖ https://www.tax.gov.kh/km/content-detail/AdG887732950422446"
    ]
  },
  {
    "intent": "registration tax rate and base",
    "pattern": [
      "តើពន្ធប្រថាប់ត្រាត្រូវបានគណនាដូចម្ដេច",
      "តើមូលដ្ឋានគិតពន្ធប្រថាប់ត្រាត្រូវបានកំណត់ដូចម្ដេច",
      "តើអត្រាពន្ធប្រថាប់ត្រាត្រូវបានកំណត់ដូចម្ដេច",
      "តើពន្ធប្រថាប់ត្រាមានអត្រាប៉ុន្មានភាគរយ និងមូលដ្ឋានគិតពន្ធត្រូវគិតដូចម្តេច",
      "ភាគរយពន្ធប្រថាប់ត្រា",
      "ពន្ធប្រថាប់ត្រាប៉ុន្មានភាគរយ",
      "អត្រាពន្ធប្រថាប់ត្រា",
      "ភាគរយពន្ធប្រថាប់ត្រា",
      "ចូរគណនាប្រាក់ពន្ធប្រថាប់ត្រាដែលត្រូវបង់ជូនសាខាពន្ធដារ",
      "ពន្ធប្រថាប់ត្រាគិតដូចម្តេច"
    ],
    "responses": "អត្រាពន្ធប្រថាប់ត្រា ចំពោះការផ្ទេរកម្មសិទ្ធិ ឬសិទ្ធិកាន់កាប់អចលនទ្រព្យ ត្រូវបានកំណត់តាមអត្រា ៤% នៃមូលដ្ឋានគិតពន្ធ។ មូលដ្ឋានគិតពន្ធគឺជាតម្លៃអចលនទ្រព្យសរុប (ដី ឬ /និងសំណង់)។\nតម្លៃអចលនទ្រព្យត្រូវបានកំណត់តាមលំដាប់អាទិភាព ដូចខាងក្រោម៖\n១. តម្លៃអចលនទ្រព្យ ដែលត្រូវបានកំណត់ក្នុងឧបសម្ព័ន្ធ របស់ក្រសួងសេដ្ឋកិច្ចនិងហិរញ្ញវត្ថុ។\n២.​តម្លៃអចលនទ្រព្យ ដែលត្រូវបានកំណត់ក្នុងកិច្ចសន្យាផ្ទេរកម្មសិទ្ធិ ឬសិទ្ធិកាន់កាប់ ឬលិខិតគតិយុត្តផ្សេងទៀត។\nករណីមានការអនុគ្រោះពន្ធ\nមូលដ្ឋានគិតពន្ធ = តម្លៃអចលនទ្រព្យសរុប - ការអនុគ្រោះពន្ធ\nការគណនាប្រាក់ពន្ធ៖ ប្រាក់ពន្ធត្រូវបង់ = មូលដ្ឋានគិតពន្ធ X ៤%\nព័ត៍មានបន្ថែម៖ https://www.tax.gov.kh/km/content-detail/AdG887732950422446"
  },
  {
    "intent": "registration tax exempt",
    "pattern": [
      "ការលេីកលែងពន្ធប្រថាប់ត្រា",
      "ការអនុគ្រោះពន្ធប្រថាប់ត្រា",
      "តេីអ្វីខ្លះត្រូវលេីកលែងពន្ធប្រថាប់ត្រា",
      "តេីការផ្ទេរអលនទ្រព្យប្រភេទណាខ្លះត្រូវបានអនុគ្រាះពន្ធប្រថាប់ត្រា",
      "តើការលើកលែងឬអនុគ្រោះពន្ធប្រថាប់ត្រា ចំពោះការធ្វើប្រទានកម្មមានអ្វីខ្លះ"
    ],
    "responses": "ការលើកលែងពន្ធ និងការអនុគ្រោះពន្ធប្រថាប់ត្រា៖ \n១.ការ​ទទួល​កម្មសិទ្ធិ​ ឬសិទ្ធិកាន់កាប់ដីក្នុង​លក្ខណៈសម្ប​ទានពី​រាជ​រដ្ឋាភិបាល ​សម្រាប់​ជាប្រយោជន៍សេដ្ឋកិច្ចឬសង្គម​កិច្ច។\n២.ការទទួលកម្មសិទ្ធិ ឬសិទ្ធិកាន់កាប់អចលនទ្រព្យដែលចុះបញ្ជីសារពើភណ្ឌរបស់ស្ថាប័នរដ្ឋ។\n៣.ការទទួលកម្មសិទ្ធិ ឬសិទ្ធិកាន់កាប់អចលនទ្រព្យរបស់បេសកកម្មការទូត ឬកុងស៊ុលបរទេស ឬអង្គការអន្តរជាតិ ឬ\nទីភ្នាក់ងារសហប្រតិបត្តិការបច្ចេកទេសរបស់រាជរដ្ឋាភិបាលនានា។\n៤. ការផ្ទេរកម្មសិទ្ធិ ឬសិទ្ធិកាន់កាប់អចលនទ្រព្យក្នុង “រង្វង់ញាតិ ”\nសន្តតិកម្ម : ចំនួន ២០០ ០០០ ០០០ រៀល ស្មើនឹងប្រាក់ពន្ធ ៨ ០០០ ០០០ រៀល\nប្រទានកម្ម : ចំនួន ១០០ ០០០ ០០០ រៀល ស្មើនឹងប្រាក់ពន្ធ ៤ ០០០ ០០០ រៀល\nព័ត៍មានបន្ថែម៖ https://www.tax.gov.kh/km/content-detail/AdG887732950422446"
  }
]
