[
  {
    "intent": "registeration tax",
    "pattern": [
      "ពន្ធប្រថាប់ត្រា",
      "ពន្ធប្រថាប់ត្រាគឺជាអ្វី",
      "និយមន័យពន្ធប្រថាប់ត្រា",
      "ពន្ធប្រថាប់ត្រាសំដៅលេីអ្វី",
      "ដូចម្តេចដែលហាវថាពន្ធប្រថាប់ត្រា",
      "កម្មវត្ថុពន្ធប្រថាប់ត្រា",
      "តើអ្នកណាជាអ្នកជាប់បន្ទុកបង់ពន្ធប្រថាប់ត្រា",
      "តើអ្នកណាមានកាតព្វកិច្ចត្រូវបង់ប្រាក់ពន្ធប្រថាប់ត្រា",
      "តើអ្នកជាប់ពន្ធប្រភេទណាត្រូវបង់ប្រាក់ពន្ធប្រថាប់ត្រា",
      "ការប្រកាសនិងបង់ពន្ធប្រថាប់ត្រា",
      "តើការប្រកាសនិងបង់ពន្ធប្រថាប់ត្រាចាប់ផ្តើមប្រមូលនៅពេលណា",
      "តើត្រូវបង់ពន្ធប្រថាប់ត្រានៅឯណា",
      "បង់ពន្ធប្រថាប់ត្រានៅកន្លែងណា",
      "ប្រកាសពន្ធប្រថាប់ត្រាបាននៅកន្លែងណា",
      "ពន្ធប្រថាប់ត្រាអាចបង់នៅកន្លែងណា",
      "តើពន្ធប្រថាប់ត្រាអាចបង់នៅទីកន្លែងណាខ្លះ",
      "ពន្ធប្រថាប់ត្រាកន្លែង",
      "ពន្ធប្រថាប់ត្រាពេល",
      "តើបច្ចុប្បន្ននេះយើងអាចបង់ពន្ធលេីអចលនទ្រព្យតាមប្រព័ន្ធអនឡាញបានដែរឬទេ"
    ],
    "responses": [
      "ពន្ធប្រថាប់ត្រា៖ ជាប្រភេទពន្ធដែលកំណត់លើការផ្ទេរកម្មសិទ្ធិ ឬសិទ្ធិកាន់កាប់ចំពោះអចលនទ្រព្យ មធ្យោបាយដឹកជញ្ជូន ឬយានយន្ត ភាគហ៊ុន កិច្ចសន្យាផ្គត់ផ្គង់ទំនិញ ឬសេវា និងលិខិតមានលក្ខណៈគតិយុត្ត។\n អ្នកជាប់ពន្ធមានកាតព្វកិច្ចដាក់លិខិតប្រកាស និងបង់ពន្ធប្រថាប់ត្រាឱ្យបានចប់សព្វគ្រប់ក្នុងរយៈពេល ៣ខែ ចំពោះ៖\n - អចលនទ្រព្យដែលបានចុះបញ្ជី (មានប័ណ្ណកម្មសិទ្ធិ) បន្ទាប់ពីកាលបរិច្ឆេទនៃការបញ្ចូលសំណុំឯកសារផ្ទេរកម្មសិទ្ធិ ឬសិទ្ធិកាន់កាប់អចលនទ្រព្យ របស់ប្រធានមន្ទីរៀបចំដែនដីនគរូបនីយកម្ម សំណង់ និងសុរិយោដីរាជធានី-ខេត្ត។\n  - អចលនទ្រព្យដែលមិនទាន់បានចុះបញ្ជី (គ្មានប័ណ្ណកម្មសិទ្ធិ) បន្ទាប់ពីកាលបរិច្ឆេទនៃការបញ្ជូនសំណុំឯកសារសិទ្ធិកាន់កាប់អចលនទ្រព្យរបស់មេឃុំ/ចៅសង្កាត់។\n - មធ្យោបាយដឹកជញ្ជូន ឬយានយន្ដបន្ទាប់ពីទិញលក់ជាលាយលក្ខអក្សរ ឬលិខិតយុត្តិការផ្សេងៗ ដោយភ្ជាប់មកនូវឯកសារពាក់ព័ន្ធដទៃទៀត។  \n - ភាគហ៊ុនបន្ទាប់ពីប្រតិបត្តិការផ្ទេរភាគហ៊ុនកើតឡើង ដោយភ្ជាប់មកជាមួយឯកសារពាក់ព័ន្ធនឹងការផ្ទេរភាគហ៊ុននោះ។\n - កិច្ចសន្យាផ្គត់ផ្គង់ទំនិញ ឬសេវា បន្ទាប់ពីកាលបរិច្ឆេទនៃកិច្ចសន្យាដោយភ្ជាប់នូវឯកសារពាក់ព័ន្ធនឹងកិច្ចសន្យានោះ។\n - លិខិតមានលក្ខណៈគតិយុត្ត បន្ទាប់ពីការសម្រេចរបស់ក្រសួងស្ថាប័ន ឬអាជ្ញាធរមានសមត្ថកិច្ច ដោយមានភ្ជាប់នូវឯកសារពាក់ព័ន្ធនឹងលិខិតនោះ។"
    ]
  },
  {
    "intent": "registeration tax rate and base",
    "pattern": [
      "តើពន្ធប្រថាប់ត្រាត្រូវបានគណនាដូចម្ដេច",
      "តើមូលដ្ឋានគិតពន្ធប្រថាប់ត្រាត្រូវបានកំណត់ដូចម្ដេច",
      "តើអត្រាពន្ធប្រថាប់ត្រាត្រូវបានកំណត់ដូចម្ដេច",
      "តើពន្ធប្រថាប់ត្រាមានអត្រាប៉ុន្មានភាគរយ និងមូលដ្ឋានគិតពន្ធត្រូវគិតដូចម្តេច",
      "ភាគរយពន្ធប្រថាប់ត្រា",
      "ពន្ធប្រថាប់ត្រាប៉ុន្មានភាគរយ",
      "អត្រាពន្ធប្រថាប់ត្រា",
      "ភាគរយពន្ធប្រថាប់ត្រា",
      "ចូរគណនាប្រាក់ពន្ធប្រថាប់ត្រាដែលត្រូវបង់ជូនសាខាពន្ធដារ",
      "ពន្ធប្រថាប់ត្រាគិតដូចម្តេច"
    ],
    "responses": "មូលដ្ឋានគិតពន្ធពន្ធប្រថាប់ត្រាត្រូវប្រមូលចំពោះសកម្មភាពដូចជា៖\n - ការផ្ទេរសិទ្ធិកាន់កាប់អចលនទ្រព្យ ឬការដាក់ភាគហ៊ុនជាអចលនទ្រព្យក្នុងក្រុមហ៊ុន ត្រូវគិតប្រាក់ពន្ធក្នុងអត្រា ៤% នៃតម្លៃអចលនទ្រព្យនោះ។\n  - ការផ្ទេរសិទ្ធិកាន់កាប់មធ្យោបាយដឹកជញ្ជូន ឬយានយន្តគ្រប់ប្រភេទ ត្រូវគិតប្រាក់ពន្ធក្នុងអត្រា ៤% នៃតម្លៃមធ្យោបាយដឹកជញ្ជូន ឬយានយន្តនោះ។\n - ការផ្ទេរចំណែកណាមួយ ឬទាំងស្រុងនៃភាគហ៊ុនរបស់ក្រុមហ៊ុន ត្រូវគិតប្រាក់ពន្ធក្នុងអត្រា០.១%​ នៃតម្លៃភាគហ៊ុននោះ។\n - កិច្ចសន្យាផ្គត់ផ្គង់ទំនិញ ឬសេវាដែលប្រើប្រាស់ថវិកាដ្ឋ ក៏ត្រូវបង់ពន្ធប្រថាប់ត្រាក្នុងអត្រា០.១% នៃតម្លៃដេញថ្លៃនោះ។\n - លិខិតដែលមានលក្ខណៈគតិយុត្តដូចជា លិខិតស្ដីពីការបង្កើត ការរំលាយក្រុមហ៊ុនបញ្ចូលគ្នា និងលិខិតស្ដីពីការបិទក្រុមហ៊ុន ក៏ត្រូវបង់ពន្ធប្រថាប់ត្រាចំនួន ១ លានរៀលដែរ។\n ចំណែកឯការបង់ពន្ធប្រថាប់ត្រា គឺត្រូវកំណត់ទៅតាមតម្លៃទីផ្សារ និងតម្លៃដែលមានចែងក្នុងឧបសម្ព័ន្ធស្ដីពីការបែងចែកភូមិសាស្ដ្រ និងតម្លៃអចលនទ្រព្យសម្រាប់ជាមូលដ្ឋានគិតពន្ធលើអចលនទ្រព្យនៅតាមខេត្តក្រុង និងរាជធានី៕"
  }
]
