[
  {
    "intent": "specific tax",
    "pattern": [
      "អាករពិសេស",
      "អាករពិសេសគឺជាអ្វី",
      "និយមន័យអាករពិសេស",
      "អាករពិសេសសំដៅលេីអ្វី",
      "ដូចម្តេចដែលហៅថាអាករពិសេស",
      "កម្មវត្ថុអាករពិសេស",
      "ទំនិញអ្វីខ្លះជាប់អាករពិសេស",
      "សេវាអ្វីខ្លះជាប់អាករពិសេស",
      "អាករពិសេសកំណត់លេីទំនិញអ្វីខ្លះ",
      "អាករពិសេសកំណត់សេវាអ្វីខ្លះ"
    ],
    "responses": [
      "អាករពិសេសលើទំនិញនិងសេវាមួយចំនួនគឺជាពន្ធប្រយោគដែលត្រូវបានប្រមូលលើទំនិញនិងសេវាមួយចំនួនពីអ្នកប្រើប្រាស់តាមរយៈអ្នកផលិតឬអ្នកផ្គត់ផ្គង់ \nអាករពិសេសលើទំនិញនិងសេវាមួយចំនួន ត្រូវបានកំណត់លើទំនិញ និងសេវាមានជាអាទិ៍៖ - អាករពិសេសលើទំនិញ និងអត្រាអាករ៖ - ភេសជ្ជៈគ្មានជាតិសុរាគ្រប់ប្រភេទ (១០%) - ស្រាគ្រប់ប្រភេទ (៣៥%) - ស្រាបៀរគ្រប់ប្រភេទ  (៣០%) - ស៊ីហ្គាគ្រប់ប្រភេទ (២៥%) - បារីគ្រប់ប្រភេទ (២០%) - ស៊ីម៉ងត៍គ្រប់ប្រភេទ (៥%) - ផលិតផលប្លាស្ទិក (១០%) - អាករពិសេសលើសេវា និងអត្រាអាករ៖ - សេវាដឹកជញ្ជូនអ្នកដំណើរតាមផ្លូវអាកាសក្នុង និងក្រៅប្រទេស (១០%) - សេវាលំហែកម្សាន្ត (១០%) - សេវាទូរគមនាគមន៍ក្នុង និងក្រៅប្រទេស (៣%) ព័ត៌មានបន្ថែម៖ https://youtu.be/WTu16eVTElQ?t=254"
    ]
  },
  {
    "intent": "specific tax rate and base",
    "pattern": [
      "តើអាករពិសេសត្រូវបានគណនាដូចម្ដេច",
      "តើមូលដ្ឋានគិតអាករពិសេសត្រូវបានកំណត់ដូចម្ដេច",
      "តើអត្រាអាករពិសេសត្រូវបានកំណត់ដូចម្ដេច",
      "តើអាករពិសេសមានអត្រាប៉ុន្មានភាគរយ និងមូលដ្ឋានគិតពន្ធត្រូវគិតដូចម្តេច",
      "ភាគរយអាករពិសេស",
      "អាករពិសេសប៉ុន្មានភាគរយ",
      "អត្រាអាករពិសេស",
      "អត្រាពន្ធអាករពិសេស",
      "ភាគរយអត្រាពន្ធអាករពិសេស"
    ],
    "responses": [
      "មូលដ្ឋានគិតអាករពិសេសត្រូវបានកំណត់ដូចខាងក្រោម៖ -ចំពោះអ្នកផលិត និងអ្នកនាំចូល៖ ជាថ្លៃផ្គត់ផ្គង់ដែលត្រូវបានកត់ត្រាលើវិក្កយបត្ររួមបញ្ចូលទាំងពន្ធអាករនានារៀរលែងតែអាករលើតម្លៃបន្ថែម និងអាករសម្រាប់បំភ្លឺសាធារណៈខ្លួនឯង។ -ចំពោះអ្នកផ្គត់ផ្គង់បន្ត៖ ស្មើនឹង២០ ភាគរយ នៃថ្លៃផ្គត់ផ្គង់ដែលត្រូវបានកត់ត្រាលើវិក្កយបត្ររួមបញ្ចូលទាំងពន្ធអាករនានា រៀរលែងតែអាករលើតម្លៃបន្ថែម និងអាករសម្រាប់បំភ្លឺសាធារណៈខ្លួនឯង។ អាករពិសេសត្រូវបង់តែម្ដងគត់ដោយអ្នកផលិត ឬអ្នកនាំចូល - ចំពោះទំនិញផលិត ឬសេវាបំពេញក្នុងព្រះរាជាណាចក្រកម្ពុជាអាករពិសេស ត្រូវប្រមូលនៅពេលធ្វើការផ្គត់ផ្គង់ដោយអគ្គនាយកដ្ឋានពន្ធដារ - ទំនិញនាំចូលក្នុងតំបន់ត្រួតពិនិត្យគយត្រូវបានចាត់ទុកជាការផ្គត់ផ្គង់ និងប្រមូលពន្ធដោយអគ្គនាយដ្ឋានគយនិងរដ្ឋាករកម្ពុជា ព័ត៌មានបន្ថែម៖ https://youtu.be/WTu16eVTElQ?t=605"
    ]
  }
]
