[
  {
    "intent": "tax on property rental",
    "pattern": [
      "ពន្ធលើថ្លៃឈ្នួលអចលនទ្រព្យ",
      "ពន្ធលើថ្លៃឈ្នួលអចលនទ្រព្យគឺជាអ្វី",
      "និយមន័យពន្ធលើថ្លៃឈ្នួលអចលនទ្រព្យ",
      "ពន្ធលើថ្លៃឈ្នួលអចលនទ្រព្យសំដៅលេីអ្វី",
      "ដូចម្តេចដែលហាវថាពន្ធលើថ្លៃឈ្នួលអចលនទ្រព្យ",
      "កម្មវត្ថុពន្ធលើថ្លៃឈ្នួលអចលនទ្រព្យ",
      "តើអ្នកណាជាអ្នកជាប់បន្ទុកបង់ពន្ធលើថ្លៃឈ្នួលអចលនទ្រព្យ",
      "តើអ្នកណាមានកាតព្វកិច្ចត្រូវបង់ប្រាក់ពន្ធលើថ្លៃឈ្នួលអចលនទ្រព្យ",
      "តើអ្នកជាប់ពន្ធប្រភេទណាត្រូវបង់ប្រាក់ពន្ធលើថ្លៃឈ្នួលអចលនទ្រព្យ",
      "ការលេីកលែងពន្ធលើថ្លៃឈ្នួលអចលនទ្រព្យ",
      "ការអនុគ្រោះពន្ធលើថ្លៃឈ្នួលអចលនទ្រព្យ"
    ],
    "responses": [
      "ពន្ធលើថ្លៃឈ្នួលអចលនទ្រព្យ ត្រូវបានកំណត់យកលើប្រាក់ឈ្នួលដែលបានមកពីការជួល៖ - អាគារដែលសង់លើដីដូចជាផ្ទះ រោងចក្រ សណ្ឋាគារ ការិយាល័យ... - យន្តូបករណ៍ដែលជាប់ជាមួយគ្រឹះស្ថានឧស្សាហ៍កម្ម - ឋាបនភ័ណ្ឌពាណិជ្ជកម្ម ឧស្សាហ៍កម្ម ដែលនៅនឹងមួយកន្លែង អាគារធំៗដែលដាក់ធាតុរាវឬផលិតផលផ្សេងៗ ដូចជាប្រេង- - ឥន្ទនៈ កៅស៊ូចាក់ថ្នល់ គ្រាប់ធញ្ញជាតិ - ផ្ទះបណ្ដែតទឹក កប៉ាល់សំរាប់ធ្វើលំនៅដ្ឋាន ឬដើម្បីប្រកបអាជីវកម្មផ្សេងៗ - ដីធ្លីដែលគ្មានសំណង់ដោយរាប់បញ្ចូលទាំងកន្លែងយកថ្ម យករ៉ែ ធ្យូងថ្ម បឹងបួរឬស្រែអំបិល។ ពន្ធនេះត្រូវប្រមូលពីកម្មសិទ្ធិករ ឬសិទ្ធិវន្តរបស់កម្មសិទ្ធិករ។ បើករណីអ្នកជួលជាសហគ្រាសបានចុះបញ្ជីពន្ធដារក្នុងរបបស្វ័យប្រកាស ប្រាក់ឈ្នូលនេះត្រូវបានបង្វែរមកគិតពន្ធនឹងបង់តាមវិធានពន្ធកាត់ទុកទូទៅវិញក្នុងអត្រា ១០%។ ពន្ធនេះត្រូវបានលើកលែងចំពោះគ្រប់ករណីជួលទាំងឡាយ ដែលសរុបប្រាក់ឈ្នួលប្រចាំខែមានតម្លៃក្រោម ៥០០ ០០០ រៀល អានបន្ថែម៖ https://www.tax.gov.kh/km/content-detail/0bPTQ2259150254744"
    ]
  },
  {
    "intent": "tax on property rental rate and base",
    "pattern": [
      "តើពន្ធលើថ្លៃឈ្នួលអចលនទ្រព្យត្រូវបានគណនាដូចម្ដេច",
      "តើមូលដ្ឋានគិតពន្ធលើថ្លៃឈ្នួលអចលនទ្រព្យត្រូវបានកំណត់ដូចម្ដេច",
      "តើអត្រាពន្ធលើថ្លៃឈ្នួលអចលនទ្រព្យត្រូវបានកំណត់ដូចម្ដេច",
      "តើពន្ធលើថ្លៃឈ្នួលអចលនទ្រព្យមានអត្រាប៉ុន្មានភាគរយ និងមូលដ្ឋានគិតពន្ធត្រូវគិតដូចម្តេច",
      "ភាគរយពន្ធលើថ្លៃឈ្នួលអចលនទ្រព្យ",
      "ពន្ធលើថ្លៃឈ្នួលអចលនទ្រព្យប៉ុន្មានភាគរយ",
      "អត្រាពន្ធលើថ្លៃឈ្នួលអចលនទ្រព្យ",
      "ភាគរយពន្ធលើថ្លៃឈ្នួលអចលនទ្រព្យ",
      "ភាគរយអត្រាពន្ធលើថ្លៃឈ្នួលអចលនទ្រព្យ",
      "ចូរគណនាប្រាក់ពន្ធលើថ្លៃឈ្នួលអចលនទ្រព្យដែលត្រូវបង់ជូនសាខាពន្ធដារខណ្ឌឬស្សីកែវ។",
      "ករណីដែលកម្មសិទ្ធិករមិនព្រមបង់ពន្ធលើឈ្នួលផ្ទះ",
      "តើការប្រកាសនិងបង់ពន្ធលើថ្លៃឈ្នួលអចលនទ្រព្យចាប់ផ្តើមប្រមូលនៅពេលណា",
      "តើត្រូវបង់ពន្ធលើថ្លៃឈ្នួលអចលនទ្រព្យនៅឯណា",
      "បង់ពន្ធលើថ្លៃឈ្នួលអចលនទ្រព្យនៅកន្លែងណា",
      "ប្រកាសពន្ធលើថ្លៃឈ្នួលអចលនទ្រព្យបាននៅកន្លែងណា",
      "ពន្ធលើថ្លៃឈ្នួលអចលនទ្រព្យអាចបង់នៅកន្លែងណា",
      "តើពន្ធលើថ្លៃឈ្នួលអចលនទ្រព្យអាចបង់នៅទីកន្លែងណាខ្លះ",
      "ពន្ធលើថ្លៃឈ្នួលអចលនទ្រព្យកន្លែង",
      "តើបច្ចុប្បន្ននេះយើងអាចបង់ពន្ធលើថ្លៃឈ្នួលអចលនទ្រព្យតាមប្រព័ន្ធអនឡាញបានដែរឬទេ"
    ],
    "responses": [
      "ពន្ធលើថ្លៃឈ្នួលអចលនទ្រព្យ៖ កាតព្វកិច្ច និងបែបបទនៃការប្រកាសបង់ពន្ធ ត្រូវបង់ប្រចាំខែជារៀងរាល់ខែ ដោយគិតចាប់ពីថ្ងៃដែលបានចុះកិច្ចសន្យា ឬបានព្រមព្រៀងគ្នា។ ម្ចាស់កម្មសិទ្ធិត្រូវប្រកាសក្នុងរយៈពេល ១៥ថ្ងៃ គិតចាប់ពីថ្ងៃចុះកិច្ចសន្យាជួល ជូនទៅអង្គភាពពន្ធដារនៅក្នុងមូលដ្ឋានដែលទ្រព្យសម្បត្តិជួលនោះស្ថិតនៅ និងត្រូវភ្ជាប់ច្បាប់ថតចម្លងនៃកិច្ចសន្យាជួលចំនួន១ច្បាប់ផង។  បើក្នុងករណីដែលកម្មសិទ្ធិករមិនព្រមបង់ពន្ធលើឈ្នួលផ្ទះ អ្នកជួលមានភារកិច្ចទទួលខុសត្រូវដកយកប្រាក់ថ្លៃឈ្នួលដើម្បីបង់ពន្ធឱ្យគ្រប់ចំនួន។ អត្រាពន្ធលើឈ្នួលផ្ទះ និងដីត្រូវបានកំណត់ស្មើនឹង១០% នៃប្រាក់ឈ្នួលដុល។ អានបន្ថែម៖ https://www.tax.gov.kh/km/content-detail/0bPTQ2259150254744"
    ]
  }
]
