[
  {
    "intent": "tax on unused land",
    "pattern": [
      "ពន្ធលើដីធ្លីមិនបានប្រើប្រាស់",
      "ពន្ធលើដីធ្លីមិនបានប្រើប្រាស់គឺជាអ្វី",
      "និយមន័យពន្ធលើដីធ្លីមិនបានប្រើប្រាស់",
      "ពន្ធលើដីធ្លីមិនបានប្រើប្រាស់សំដៅលេីអ្វី",
      "ដូចម្តេចដែលហៅថាពន្ធលើដីធ្លីមិនបានប្រើប្រាស់",
      "កម្មវត្ថុពន្ធលើដីធ្លីមិនបានប្រើប្រាស់",
      "គោលបំណងពន្ធលើដីធ្លីមិនបានប្រើប្រាស់"
    ],
    "responses": [
      "ពន្ធលើដីធ្លីមិនបានប្រើប្រាស់ គឺជាប្រភេទពន្ធប្រចាំឆ្នាំ។ ពន្ធនេះកំណត់លើដីដែលគ្មានសំណង់ និងដីដែលមានសំណង់បោះបង់ស្ថិតក្នុងទីក្រុងនានា និងក្នុងតំបន់ទាំងឡាយដែលកំណត់ដោយគណៈកម្មការវាយតម្លៃដីធ្លីមិនបានប្រើប្រាស់។\n​ពន្ធលើដីធ្លីមិនបានប្រើប្រាស់ មានគោលបំណងដើម្បី៖\n- ទប់ស្កាត់រាល់រូបភាពទិញដីទុកមិនប្រើប្រាស់ រង់ចាំពេលឡើងថ្លៃលក់យកកម្រៃលើស\n- ជំរុញការប្រើប្រាស់ដីធ្លីឱ្យបានសមស្រប និងមានការអភិវឌ្ឍ\n- បង្កើនសកម្មភាពសេដ្ឋកិច្ចនិងកម្លាំងការងារ\n- រួមចំណែកដល់ប្រយោជន៍ដល់ថវិការដ្ឋបាលថ្នាក់ក្រោមជាតិ។\nព័ត៌មានបន្ថែម៖ https://www.tax.gov.kh/km/content-detail/0tNIS3307550507319"
    ]
  },
  {
    "intent": "tax on unused land rate and base",
    "pattern": [
      "តើពន្ធលើដីធ្លីមិនបានប្រើប្រាស់ត្រូវបានគណនាដូចម្ដេច",
      "តើមូលដ្ឋានគិតពន្ធលើដីធ្លីមិនបានប្រើប្រាស់ត្រូវបានកំណត់ដូចម្ដេច",
      "តើអត្រាពន្ធលើដីធ្លីមិនបានប្រើប្រាស់ត្រូវបានកំណត់ដូចម្ដេច",
      "តើពន្ធលើដីធ្លីមិនបានប្រើប្រាស់មានអត្រាប៉ុន្មានភាគរយ និងមូលដ្ឋានគិតពន្ធត្រូវគិតដូចម្តេច",
      "ភាគរយពន្ធលើដីធ្លីមិនបានប្រើប្រាស់",
      "ពន្ធលើដីធ្លីមិនបានប្រើប្រាស់ប៉ុន្មានភាគរយ",
      "អត្រាពន្ធលើដីធ្លីមិនបានប្រើប្រាស់",
      "ចូរគណនាប្រាក់ពន្ធលើដីធ្លីមិនបានប្រើប្រាស់ដែលត្រូវបង់ជូនសាខាពន្ធដារ",
      "ពន្ធលើដីធ្លីមិនបានប្រើប្រាស់គិតដូចម្តេច"
    ],
    "responses": [
      "ពន្ធលើដីធ្លីមិនបានប្រើប្រាស់៖\nអត្រាពន្ធនេះត្រូវកំណត់តាមអត្រា ២% នៃមូលដ្ឋានគិតពន្ធ។\nមូលដ្ឋានគិតពន្ធ គឺជាថ្លៃដីគិតតាមថ្លៃទីផ្សារ តាមទីក្រុង និងតាមតំបន់នីមួយៗ ដែលវាយតម្លៃទៅតាមតម្លៃគិតក្នុងមួយម៉ែត្រក្រឡា ដែលកំណត់ដោយគណៈកម្មការវាយតម្លៃដីធ្លីមិនបានប្រើប្រាស់។\nការគណនាប្រាក់ពន្ធត្រូវបង់សម្រាប់ការិយបរិច្ឆេទមុនឆ្នាំ២០០៧\nប្រាក់ពន្ធត្រូវបង់ = (ផ្ទៃដីសរុប - ១ ២០០ម២) x តម្លៃដី x អត្រាពន្ធ\nការគណនាប្រាក់ពន្ធត្រូវបង់សម្រាប់ការិយបរិច្ឆេទចាប់ពីឆ្នាំ២០០៧\nប្រាក់ពន្ធត្រូវបង់ = ផ្ទៃដីសរុប x តម្លៃដី x អត្រាពន្ធ\nព័ត៌មានបន្ថែម៖ https://www.tax.gov.kh/km/content-detail/0tNIS3307550507319"
    ]
  },
  {
    "intent": "tax on unused land exempt",
    "pattern": [
      "ការលេីកលែងពន្ធលើដីធ្លីមិនបានប្រើប្រាស់",
      "តើដីប្រភេទណាខ្លះ ដែលត្រូវជាប់ពន្ធលើដីធ្លីមិនបានប្រើប្រាស់",
      "តើដីមានលក្ខណៈដូចម្តេចដែលជាប់ពន្ធលើដីធ្លីមិនបានប្រើប្រាស់",
      "លក្ខណៈដីជាប់ពន្ធលើដីធ្លីមិនបានប្រើប្រាស់",
      "ប្រភេទដីជាប់ពន្ធលើដីធ្លីមិនបានប្រើប្រាស់"
    ],
    "responses": [
      "ត្រូវជាប់ពន្ធលើដីធ្លីមិនបានប្រើប្រាស់ គឺដីទាំងឡាយណាដែលពុំមានលក្ខណៈណាមួយនៃលក្ខណៈខាងក្រោមនេះ៖\n1. ដីមានសំណង់ស្ថិតក្នុងតំបន់លំនៅដ្ឋាន ដែលបានប្រើប្រាស់សម្រាប់ស្នាក់នៅលើសពី១៨៣ថ្ងៃនៃឆ្នាំប្រមូលពន្ធ\n2. ដីមានសំណង់ដែលផ្តល់លាភការប្រចាំខែលើសពី៨០ភាគរយ នៃចំនួន មួយភាគដប់ពីរ នៃតម្លៃដី ក្នុងឆ្នាំប្រមូល ពន្ធ គុណនឹងមេគុណដែលកំណត់ដោយប្រកាសរបស់ក្រសួងសេដ្ឋកិច្ចនិងហិរញ្ញវត្ថុ\n3. ដីដែលមានសកម្មភាពសេដ្ឋកិច្ចស្របតាមការកំណត់តំបន់របស់រដ្ឋ (ដាំដុះ ធ្វើស្រែចំការ ឧស្សាហកម្ម ពាណិជ្ជកម្ម ឬទេសចរណ៍...) ហើយដែលផ្តល់ប្រាក់ចំណូលប្រចាំខែអំពីសកម្មភាពនោះលើសពី ៨០ភាគរយ នៃចំនួន មួយភាគដប់ពីរនៃតម្លៃដីនៅក្នុងឆ្នាំប្រមូលពន្ធ គុណនឹងមេគុណ ដែលកំណត់ដោយប្រកាសរបស់ក្រសួងសេដ្ឋកិច្ច និងហិរញ្ញវត្ថុ\n4. ដីជាកម្មសិទ្ធិរបស់រដ្ឋដែលបានជួលទៅឱ្យនីតិបុគ្គល ឬ រូបវន្ដបុគ្គលណាមួយ ហើយដីនោះមានលក្ខណៈណា មួយនៃចំណុចទាំងបីខាងលើ\n5. ដីដែលស្ថិតនៅក្រោមកិច្ចព្រមព្រៀងវិនិយោគ និងដីសម្បទាន ដែលបានទទួលការអនុញ្ញាតពីក្រុមប្រឹក្សា អភិវឌ្ឍន៍កម្ពុជា (CDC) ហើយដីវិនិយោគ ឬដីសម្បទាននោះ មិនទាន់បានចាប់ផ្ដើមដំំណើរការ ដោយជួបបញ្ហា ប្រធានសក្ដិ ដោយមូលហេតុការរងគ្រោះដោយប្រការអ្វីមួយ ដូចជាទឹកជំនន់ជាប្រចាំ អសន្ដិសុខ ហើយការពន្យារ ពេលនោះត្រូវបានទទួលការយល់ព្រមពីស្ថាប័នជំនាញមានសមត្ថកិច្ច និងក្រសួងសេដ្ឋកិច្ចនិងហិរញ្ញវត្ថុ។\nព័ត៌មានបន្ថែម៖ https://www.tax.gov.kh/km/content-detail/0tNIS3307550507319"
    ]
  },
  {
    "intent": "tax on unused land location",
    "pattern": [
      "អ្នកជាប់ពន្ធត្រូវបង់ពន្ធលើដីធ្លីមិនបានប្រើប្រាស់បង់យ៉ាងយឺតបំផុតថ្ងៃខែណា",
      "ការប្រកាសនិងបង់ពន្ធលើដីធ្លីមិនបានប្រើប្រាស់",
      "បង់ពន្ធលើដីធ្លីមិនបានប្រើប្រាស់យឺតពិន័យប៉ុន្មាន",
      "បង់ពន្ធលើដីធ្លីមិនបានប្រើប្រាស់យឺតពិន័យដូចម្តេច",
      "ករណីបង់ពន្ធលើដីធ្លីមិនបានប្រើប្រាស់យឺតពេលត្រូវរងពិន័យដូចម្តេច",
      "បង់ពន្ធលើដីធ្លីមិនបានប្រើប្រាស់ក្រោយពេលកំណត់ទោស",
      "បង់ពន្ធលើដីធ្លីមិនបានប្រើប្រាស់ខករងពិន័យ",
      "តើការប្រកាសនិងបង់ពន្ធលើដីធ្លីមិនបានប្រើប្រាស់ចាប់ផ្តើមប្រមូលនៅពេលណា",
      "តើត្រូវបង់ពន្ធលើដីធ្លីមិនបានប្រើប្រាស់នៅឯណា",
      "បង់ពន្ធលើដីធ្លីមិនបានប្រើប្រាស់នៅកន្លែងណា",
      "ពន្ធលើដីធ្លីមិនបានប្រើប្រាស់អាចបង់នៅកន្លែងណា",
      "តើពន្ធលើដីធ្លីមិនបានប្រើប្រាស់អាចបង់នៅទីកន្លែងណាខ្លះ",
      "ប្រកាសពន្ធលើដីធ្លីមិនបានប្រើប្រាស់បាននៅកន្លែងណា",
      "ពន្ធលើដីធ្លីមិនបានប្រើប្រាស់កន្លែង",
      "ពន្ធលើដីធ្លីមិនបានប្រើប្រាស់ពេល",
      "តើបច្ចុប្បន្ននេះយើងអាចបង់ពន្ធលើដីធ្លីមិនបានប្រើប្រាស់តាមប្រព័ន្ធអនឡាញបានដែរឬទេ"
    ],
    "responses": [
      "ពន្ធលើដីធ្លីមិនបានប្រើប្រាស់៖ \nក្នុងករណីបង់យឺតពេល ត្រូវទទួលរងពិន័យបង់ប្រាក់ពន្ធបន្ថែមស្មើនឹង ១០ភាគរយ ២៥ភាគរយ ៤០ភាគរយ នៃចំនួនប្រាក់ពន្ធដែលបង់ខ្វះ បូកបន្ថែមការប្រាក់ ១.៥ ភាគរយ នៃចំនួនប្រាក់ពន្ធ ដែលបង់ខ្វះ សម្រាប់ខែនីមួយៗ ឬចំណែកនៃខែដែលចំនួន ប្រាក់ពន្ធខ្វះមិនទាន់បានបង់។\nការិយបរិច្ឆេទ៖ ចាប់ផ្ដើមពីថ្ងៃទី០១ ខែមករា រហូតដល់ថ្ងៃទី៣០ ខែកញ្ញា នៃឆ្នាំសារពើពន្ធនីមួយៗ\nបញ្ចាក់៖ ដីនិងសំណង់ទាំងឡាយណាដែលជាប់ពន្ធលើអចលនទ្រព្យរួចហើយមិនត្រូវជាប់ពន្ធលើដីធ្លីមិនបានប្រើប្រាស់ក្នុងឆ្នាំជាប់ពន្ធនោះទៀតទេ។\nទីកន្លែងដាក់លិខិតប្រកាស និងបង់ពន្ធ៖ \n- អគ្គនាយកដា្ឋនពន្ធដារ ឬសាខាពន្ធដារខេត្ត-ខណ្ឌ ឬធនាគារដៃគូជាមួយក្រសួងសេដ្ឋកិច្ចនិងហិរញ្ញវត្ថុ។ "
    ]
  }
]
