[
  {
    "intent": "small taxpayer",
    "tagKH": "ពន្ធតូច",
    "pattern": [
      "អ្នកជាប់ពន្ធតូច",
      "អ្នកជាប់ពន្ធតូចគឺជាអ្វី",
      "និយមន័យអ្នកជាប់ពន្ធតូច",
      "អ្នកជាប់ពន្ធតូចសំដៅលេីអ្វី",
      "ដូចម្តេចដែលហាវថាអ្នកជាប់ពន្ធតូច",
      "កម្មវត្ថុអ្នកជាប់ពន្ធតូច",
      "ចំណាត់ថ្នាក់អ្នកជាប់ពន្ធតូច",
      "លក្ខខណ្ឌកំណត់ជាមួយអ្នកជាប់ពន្ធតូច",
      "ការកំណត់ចំណាត់ថ្នាក់អ្នកជាប់ពន្ធតូចតាមរបបស្វ័យប្រកាស"
    ],
    "responses": [
      "លក្ខខណ្ឌកំណត់ជាមួយអ្នកជាប់ពន្ធតូច៖\n\nចំណាត់ថ្នាក់អ្នកជាប់ពន្ធ ត្រូវបានកំណត់តាម២ករណីដោយឡែកពីគ្នា ចំពោះសហគ្រាសដែលប្រកបអាជីវកម្មនៅក្នុងព្រះរាជាណាចក្រកម្ពុជា។ \n\nក. តាមរបបស្វ័យប្រកាស\nផ្អែកលើកម្រិតផលរបរប្រចាំឆ្នាំទៅតាមវិស័យចម្បងរួមមានវិស័យកសិកម្ម ឧស្សាហកម្ម សេវាកម្ម និងពាណិជ្ជកម្ម ដោយស្ថិតក្នុងចំណោមលក្ខខណ្ឌកំណត់ណាមួយដូចខាងក្រោម ៖\n- មានផលរបរប្រចាំឆ្នាំចាប់ពី ២៥០លានរៀល ដល់ ១ ០០០លានរៀល សម្រាប់វិស័យកសិកម្ម, សេវាកម្ម និងពាណិជ្ជកម្ម\n- មានផលរបរប្រចាំឆ្នាំចាប់ពី ២៥០ លានរៀល ដល់ ១ ៦០០លានរៀល សម្រាប់វិស័យឧស្សាហកម្ម ឬ\n- មានផលរបរក្នុងរយៈពេល៣ខែ ជាប់គ្នាណាមួយ ដែលបញ្ចប់ក្នុងឆ្នាំប្រតិទិនចរន្តចាប់ពី ៦០លានរៀលឡើងទៅ ឬ\n- រំពឹងថា មានផលរបរក្នុងរយៈពេល៣ខែ ជាប់គ្នាខាងមុខ ចាប់ពី៦០លានរៀលឡើងទៅ​ ឬ\n- ចូលរួមដេញថ្លៃ ពិគ្រោះថ្លៃ ឬស្ទង់ថ្លៃ ក្នុងការផ្គត់ផ្គង់ទំនិញឬសេវារួមទាំងភាស៊ី\n\nខ. តាមទ្រព្យសកម្មអាជីវកម្ម\nក្នុងករណីផលរបរដែលអ្នកជាប់ពន្ធបានប្រកាសមិនឆ្លុះបញ្ចាំងនូវផលរបរជាក់ស្ដែង ការកំណត់ចំណាត់ត្រូវបានផ្អែកលើតម្លៃទ្រព្យសកម្មដែលប្រើប្រាស់ក្នុងអាជីវកម្ម ដោយស្ថិតក្នុងចំណោមលក្ខខណ្ឌកំណត់ណាមួយដូចខាងក្រោម៖\n- មានទ្រព្យសកម្មអាជីវកម្មប្រចាំឆ្នាំ ២០០ លានរៀល ដល់ ១ ០០០ លានរៀល សម្រាប់វិស័យកសិកម្ម សេវាកម្ម និងពាណិជ្ជកម្ម\n- មានទ្រព្យសកម្មអាជីវកម្មប្រចាំឆ្នាំ ២០០ លានរៀល ដល់ ២ ០០០ លានរៀល សម្រាប់វិស័យឧស្សាហកម្ម។\n\nព័ត៌មានបន្ថែម៖ https://www.tax.gov.kh/km/content-detail/6uLx04274767209654"
    ]
  },

  {
    "intent": "medium taxpayer",
    "tagKH": "ពន្ធមធ្យម",
    "pattern": [
      "អ្នកជាប់ពន្ធមធ្យម",
      "អ្នកជាប់ពន្ធមធ្យមគឺជាអ្វី",
      "និយមន័យអ្នកជាប់ពន្ធមធ្យម",
      "អ្នកជាប់ពន្ធមធ្យមសំដៅលេីអ្វី",
      "ដូចម្តេចដែលហាវថាអ្នកជាប់ពន្ធមធ្យម",
      "កម្មវត្ថុអ្នកជាប់ពន្ធមធ្យម",
      "ចំណាត់ថ្នាក់អ្នកជាប់ពន្ធមធ្យម",
      "លក្ខខណ្ឌកំណត់ជាមួយអ្នកជាប់ពន្ធមធ្យម",
      "ការកំណត់ចំណាត់ថ្នាក់អ្នកជាប់ពន្ធមធ្យមតាមរបបស្វ័យប្រកាស"
    ],
    "responses": [
      "លក្ខខណ្ឌកំណត់ជាមួយអ្នកជាប់ពន្ធមធ្យម៖\n\nចំណាត់ថ្នាក់អ្នកជាប់ពន្ធ ត្រូវបានកំណត់តាម២ករណីដោយឡែកពីគ្នា ចំពោះសហគ្រាសដែលប្រកបអាជីវកម្មនៅក្នុងព្រះរាជាណាចក្រកម្ពុជា។ \n\nក. តាមរបបស្វ័យប្រកាស\nផ្អែកលើកម្រិតផលរបរប្រចាំឆ្នាំទៅតាមវិស័យចម្បងរួមមានវិស័យកសិកម្ម ឧស្សាហកម្ម សេវាកម្ម និងពាណិជ្ជកម្ម ដោយស្ថិតក្នុងចំណោមលក្ខខណ្ឌកំណត់ណាមួយដូចខាងក្រោម ៖\n- មានផលរបរប្រចាំឆ្នាំលើសពី ១ ០០០ លានរៀល ដល់ ៤ ០០០ លានរៀល សម្រាប់វិស័យកសិកម្ម ឬ \n- មានផលរបរប្រចាំឆ្នាំលើសពី ១ ០០០ លានរៀល ដល់ ៦ ០០០ លានរៀល សម្រាប់វិស័យសេវាកម្ម និងពាណិជ្ជកម្ម​ ឬ\n- មានផលរបរប្រចាំឆ្នាំលើសពី ១ ៦០០ លានរៀល ដល់ ៨ ០០០ លានរៀល សម្រាប់វិស័យឧស្សាហកម្ម ឬ\n- ជាសហគ្រាស ដែលបានចុះបញ្ជីជានីតិបុគ្គល ការិយាល័យតំណាង​\n- ជាស្ថាប័នរដ្ឋថ្នាក់ជាតិ និងថ្នាក់ក្រោមជាតិ សមាគម ឬអង្គការមិនមែនរដ្ឋាភិបាលនានា ឬគម្រោងដែលស្ថិតក្រោមស្ថាប័នទាំងនេះ\n- ជាបេសកកម្មទូត និងកុងស៊ុលបរទេស អង្គការអន្តរជាតិ និងទីភ្នាក់ងារសហប្រតិបត្តិការបច្ចេកទេសរបស់រដ្ឋាភិបាល​នានា ឬគម្រោងដែលស្ថិតក្រោមស្ថាប័នទាំងនេះ។\n\nខ. តាមទ្រព្យសកម្មអាជីវកម្ម\nក្នុងករណីផលរបរដែលអ្នកជាប់ពន្ធបានប្រកាសមិនឆ្លុះបញ្ចាំងនូវផលរបរជាក់ស្ដែង ការកំណត់ចំណាត់ត្រូវបានផ្អែកលើតម្លៃទ្រព្យសកម្មដែលប្រើប្រាស់ក្នុងអាជីវកម្ម ដោយស្ថិតក្នុងចំណោមលក្ខខណ្ឌកំណត់ណាមួយដូចខាងក្រោម៖\n- មានទ្រព្យសកម្មអាជីវកម្មប្រចាំឆ្នាំ ១ ០០០ លានរៀល ដល់ ២ ០០០ លានរៀល សម្រាប់វិស័យកសិកម្ម សេវាកម្ម និងពាណិជ្ជកម្ម ឬ\n- មានទ្រព្យសកម្មអាជីវកម្មប្រចាំឆ្នាំ ២ ០០០ លានរៀល ដល់ ៤ ០០០ លានរៀល សម្រាប់វិស័យឧស្សាហកម្ម។\n \n\nព័ត៌មានបន្ថែម៖ https://www.tax.gov.kh/km/content-detail/t7a230272567678239"
    ]
  },
  {
    "intent": "large taxpayer",
    "tagKH": "ពន្ធធំ",
    "pattern": [
      "អ្នកជាប់ពន្ធធំ",
      "អ្នកជាប់ពន្ធធំគឺជាអ្វី",
      "និយមន័យអ្នកជាប់ពន្ធធំ",
      "អ្នកជាប់ពន្ធធំសំដៅលេីអ្វី",
      "ដូចម្តេចដែលហាវថាអ្នកជាប់ពន្ធធំ",
      "កម្មវត្ថុអ្នកជាប់ពន្ធធំ",
      "ចំណាត់ថ្នាក់អ្នកជាប់ពន្ធធំ",
      "លក្ខខណ្ឌកំណត់ជាមួយអ្នកជាប់ពន្ធធំ",
      "ការកំណត់ចំណាត់ថ្នាក់អ្នកជាប់ពន្ធធំតាមរបបស្វ័យប្រកាស"
    ],
    "responses": [
      "លក្ខខណ្ឌកំណត់ជាមួយអ្នកជាប់ពន្ធធំ៖\n\nចំណាត់ថ្នាក់អ្នកជាប់ពន្ធ ត្រូវបានកំណត់តាម២ករណីដោយឡែកពីគ្នា ចំពោះសហគ្រាសដែលប្រកបអាជីវកម្មនៅក្នុងព្រះរាជាណាចក្រកម្ពុជា។ \n\nក. តាមរបបស្វ័យប្រកាស\nផ្អែកលើកម្រិតផលរបរប្រចាំឆ្នាំទៅតាមវិស័យចម្បងរួមមានវិស័យកសិកម្ម ឧស្សាហកម្ម សេវាកម្ម និងពាណិជ្ជកម្ម ដោយស្ថិតក្នុងចំណោមលក្ខខណ្ឌកំណត់ណាមួយដូចខាងក្រោម ៖\n- មានផលរបរប្រចាំឆ្នាំលើសពី ៤ ០០០ លានរៀល សម្រាប់វិស័យកសិកម្ម ឬ\n- មានផលរបរប្រចាំឆ្នាំលើសពី ៦ ០០០ លានរៀល សម្រាប់វិស័យសេវាកម្ម និងពាណិជ្ជកម្ម ឬ \n- មានផលរបរប្រចាំឆ្នាំលើសពី ៨ ០០០ លានរៀល សម្រាប់វិស័យឧស្សាហកម្ម ឬ\n- ជាបុត្រសម្ព័ន្ធរបស់ក្រុមហ៊ុនពហុជាតិ សាខាក្រុមហ៊ុនបរទេស ឬ\n- ជាសហគ្រាសដែលបានចុះបញ្ជីជាគម្រោងវិនិយោគមានលក្ខណសម្បត្តិគ្រប់គ្រាន់។\n\nខ. តាមទ្រព្យសកម្មអាជីវកម្ម\nក្នុងករណីផលរបរដែលអ្នកជាប់ពន្ធបានប្រកាសមិនឆ្លុះបញ្ចាំងនូវផលរបរជាក់ស្ដែង ការកំណត់ចំណាត់ត្រូវបានផ្អែកលើតម្លៃទ្រព្យសកម្មដែលប្រើប្រាស់ក្នុងអាជីវកម្ម ដោយស្ថិតក្នុងចំណោមលក្ខខណ្ឌកំណត់ណាមួយដូចខាងក្រោម៖\n- មានទ្រព្យសកម្មអាជីវកម្មប្រចាំឆ្នាំលើសពី ២ ០០០ លានរៀល សម្រាប់វិស័យកសិកម្ម សេវាកម្ម និងពាណិជ្ជកម្ម \n- មានទ្រព្យសកម្មអាជីវកម្មប្រចាំឆ្នាំលើសពី ៤ ០០០ លានរៀល សម្រាប់វិស័យឧស្សាហកម្ម។\n\nព័ត៌មានបន្ថែម៖ https://www.tax.gov.kh/km/content-detail/Rh7mZ0111367875544"
    ]
  }
]
