[
  {
    "intent": "small taxpayer",
    "tagKH": "ពន្ធតូច",
    "pattern": [
      "អ្នកជាប់ពន្ធតូច",
      "អ្នកជាប់ពន្ធតូចគឺជាអ្វី",
      "និយមន័យអ្នកជាប់ពន្ធតូច",
      "អ្នកជាប់ពន្ធតូចសំដៅលេីអ្វី",
      "ដូចម្តេចដែលហៅថាអ្នកជាប់ពន្ធតូច",
      "កម្មវត្ថុអ្នកជាប់ពន្ធតូច",
      "ចំណាត់ថ្នាក់អ្នកជាប់ពន្ធតូច",
      "លក្ខខណ្ឌកំណត់ជាមួយអ្នកជាប់ពន្ធតូច",
      "ការកំណត់ចំណាត់ថ្នាក់អ្នកជាប់ពន្ធតូចតាមរបបស្វ័យប្រកាស"
    ],
    "responses": [
      "លក្ខខណ្ឌកំណត់ជាមួយអ្នកជាប់ពន្ធតូច៖\n\nចំណាត់ថ្នាក់អ្នកជាប់ពន្ធ ត្រូវបានកំណត់តាម២ករណីដោយឡែកពីគ្នា ចំពោះសហគ្រាសដែលប្រកបអាជីវកម្មនៅក្នុងព្រះរាជាណាចក្រកម្ពុជា។ \n\nក. តាមរបបស្វ័យប្រកាស\nផ្អែកលើកម្រិតផលរបរប្រចាំឆ្នាំទៅតាមវិស័យចម្បងរួមមានវិស័យកសិកម្ម ឧស្សាហកម្ម សេវាកម្ម និងពាណិជ្ជកម្ម ដោយស្ថិតក្នុងចំណោមលក្ខខណ្ឌកំណត់ណាមួយដូចខាងក្រោម ៖\n- មានផលរបរប្រចាំឆ្នាំចាប់ពី ២៥០លានរៀល ដល់ ១ ០០០លានរៀល សម្រាប់វិស័យកសិកម្ម, សេវាកម្ម និងពាណិជ្ជកម្ម\n- មានផលរបរប្រចាំឆ្នាំចាប់ពី ២៥០ លានរៀល ដល់ ១ ៦០០លានរៀល សម្រាប់វិស័យឧស្សាហកម្ម ឬ\n- មានផលរបរក្នុងរយៈពេល៣ខែ ជាប់គ្នាណាមួយ ដែលបញ្ចប់ក្នុងឆ្នាំប្រតិទិនចរន្តចាប់ពី ៦០លានរៀលឡើងទៅ ឬ\n- រំពឹងថា មានផលរបរក្នុងរយៈពេល៣ខែ ជាប់គ្នាខាងមុខ ចាប់ពី៦០លានរៀលឡើងទៅ​ ឬ\n- ចូលរួមដេញថ្លៃ ពិគ្រោះថ្លៃ ឬស្ទង់ថ្លៃ ក្នុងការផ្គត់ផ្គង់ទំនិញឬសេវារួមទាំងភាស៊ី\n\nខ. តាមទ្រព្យសកម្មអាជីវកម្ម\nក្នុងករណីផលរបរដែលអ្នកជាប់ពន្ធបានប្រកាសមិនឆ្លុះបញ្ចាំងនូវផលរបរជាក់ស្ដែង ការកំណត់ចំណាត់ត្រូវបានផ្អែកលើតម្លៃទ្រព្យសកម្មដែលប្រើប្រាស់ក្នុងអាជីវកម្ម ដោយស្ថិតក្នុងចំណោមលក្ខខណ្ឌកំណត់ណាមួយដូចខាងក្រោម៖\n- មានទ្រព្យសកម្មអាជីវកម្មប្រចាំឆ្នាំ ២០០ លានរៀល ដល់ ១ ០០០ លានរៀល សម្រាប់វិស័យកសិកម្ម សេវាកម្ម និងពាណិជ្ជកម្ម\n- មានទ្រព្យសកម្មអាជីវកម្មប្រចាំឆ្នាំ ២០០ លានរៀល ដល់ ២ ០០០ លានរៀល សម្រាប់វិស័យឧស្សាហកម្ម។\n\nព័ត៌មានបន្ថែម៖ https://www.tax.gov.kh/km/content-detail/6uLx04274767209654"
    ]
  },
  {
    "intent": "medium taxpayer",
    "tagKH": "ពន្ធមធ្យម",
    "pattern": [
      "អ្នកជាប់ពន្ធមធ្យម",
      "អ្នកជាប់ពន្ធមធ្យមគឺជាអ្វី",
      "និយមន័យអ្នកជាប់ពន្ធមធ្យម",
      "អ្នកជាប់ពន្ធមធ្យមសំដៅលេីអ្វី",
      "ដូចម្តេចដែលហៅថាអ្នកជាប់ពន្ធមធ្យម",
      "កម្មវត្ថុអ្នកជាប់ពន្ធមធ្យម",
      "ចំណាត់ថ្នាក់អ្នកជាប់ពន្ធមធ្យម",
      "លក្ខខណ្ឌកំណត់ជាមួយអ្នកជាប់ពន្ធមធ្យម",
      "ការកំណត់ចំណាត់ថ្នាក់អ្នកជាប់ពន្ធមធ្យមតាមរបបស្វ័យប្រកាស"
    ],
    "responses": [
      "លក្ខខណ្ឌកំណត់ជាមួយអ្នកជាប់ពន្ធមធ្យម៖\n\nចំណាត់ថ្នាក់អ្នកជាប់ពន្ធ ត្រូវបានកំណត់តាម២ករណីដោយឡែកពីគ្នា ចំពោះសហគ្រាសដែលប្រកបអាជីវកម្មនៅក្នុងព្រះរាជាណាចក្រកម្ពុជា។ \n\nក. តាមរបបស្វ័យប្រកាស\nផ្អែកលើកម្រិតផលរបរប្រចាំឆ្នាំទៅតាមវិស័យចម្បងរួមមានវិស័យកសិកម្ម ឧស្សាហកម្ម សេវាកម្ម និងពាណិជ្ជកម្ម ដោយស្ថិតក្នុងចំណោមលក្ខខណ្ឌកំណត់ណាមួយដូចខាងក្រោម ៖\n- មានផលរបរប្រចាំឆ្នាំលើសពី ១ ០០០ លានរៀល ដល់ ៤ ០០០ លានរៀល សម្រាប់វិស័យកសិកម្ម ឬ \n- មានផលរបរប្រចាំឆ្នាំលើសពី ១ ០០០ លានរៀល ដល់ ៦ ០០០ លានរៀល សម្រាប់វិស័យសេវាកម្ម និងពាណិជ្ជកម្ម​ ឬ\n- មានផលរបរប្រចាំឆ្នាំលើសពី ១ ៦០០ លានរៀល ដល់ ៨ ០០០ លានរៀល សម្រាប់វិស័យឧស្សាហកម្ម ឬ\n- ជាសហគ្រាស ដែលបានចុះបញ្ជីជានីតិបុគ្គល ការិយាល័យតំណាង​\n- ជាស្ថាប័នរដ្ឋថ្នាក់ជាតិ និងថ្នាក់ក្រោមជាតិ សមាគម ឬអង្គការមិនមែនរដ្ឋាភិបាលនានា ឬគម្រោងដែលស្ថិតក្រោមស្ថាប័នទាំងនេះ\n- ជាបេសកកម្មទូត និងកុងស៊ុលបរទេស អង្គការអន្តរជាតិ និងទីភ្នាក់ងារសហប្រតិបត្តិការបច្ចេកទេសរបស់រដ្ឋាភិបាល​នានា ឬគម្រោងដែលស្ថិតក្រោមស្ថាប័នទាំងនេះ។\n\nខ. តាមទ្រព្យសកម្មអាជីវកម្ម\nក្នុងករណីផលរបរដែលអ្នកជាប់ពន្ធបានប្រកាសមិនឆ្លុះបញ្ចាំងនូវផលរបរជាក់ស្ដែង ការកំណត់ចំណាត់ត្រូវបានផ្អែកលើតម្លៃទ្រព្យសកម្មដែលប្រើប្រាស់ក្នុងអាជីវកម្ម ដោយស្ថិតក្នុងចំណោមលក្ខខណ្ឌកំណត់ណាមួយដូចខាងក្រោម៖\n- មានទ្រព្យសកម្មអាជីវកម្មប្រចាំឆ្នាំ ១ ០០០ លានរៀល ដល់ ២ ០០០ លានរៀល សម្រាប់វិស័យកសិកម្ម សេវាកម្ម និងពាណិជ្ជកម្ម ឬ\n- មានទ្រព្យសកម្មអាជីវកម្មប្រចាំឆ្នាំ ២ ០០០ លានរៀល ដល់ ៤ ០០០ លានរៀល សម្រាប់វិស័យឧស្សាហកម្ម។\n \n\nព័ត៌មានបន្ថែម៖ https://www.tax.gov.kh/km/content-detail/t7a230272567678239"
    ]
  },
  {
    "intent": "large taxpayer",
    "tagKH": "ពន្ធធំ",
    "pattern": [
      "អ្នកជាប់ពន្ធធំ",
      "អ្នកជាប់ពន្ធធំគឺជាអ្វី",
      "និយមន័យអ្នកជាប់ពន្ធធំ",
      "អ្នកជាប់ពន្ធធំសំដៅលេីអ្វី",
      "ដូចម្តេចដែលហៅថាអ្នកជាប់ពន្ធធំ",
      "កម្មវត្ថុអ្នកជាប់ពន្ធធំ",
      "ចំណាត់ថ្នាក់អ្នកជាប់ពន្ធធំ",
      "លក្ខខណ្ឌកំណត់ជាមួយអ្នកជាប់ពន្ធធំ",
      "ការកំណត់ចំណាត់ថ្នាក់អ្នកជាប់ពន្ធធំតាមរបបស្វ័យប្រកាស"
    ],
    "responses": [
      "លក្ខខណ្ឌកំណត់ជាមួយអ្នកជាប់ពន្ធធំ៖\n\nចំណាត់ថ្នាក់អ្នកជាប់ពន្ធ ត្រូវបានកំណត់តាម២ករណីដោយឡែកពីគ្នា ចំពោះសហគ្រាសដែលប្រកបអាជីវកម្មនៅក្នុងព្រះរាជាណាចក្រកម្ពុជា។ \n\nក. តាមរបបស្វ័យប្រកាស\nផ្អែកលើកម្រិតផលរបរប្រចាំឆ្នាំទៅតាមវិស័យចម្បងរួមមានវិស័យកសិកម្ម ឧស្សាហកម្ម សេវាកម្ម និងពាណិជ្ជកម្ម ដោយស្ថិតក្នុងចំណោមលក្ខខណ្ឌកំណត់ណាមួយដូចខាងក្រោម ៖\n- មានផលរបរប្រចាំឆ្នាំលើសពី ៤ ០០០ លានរៀល សម្រាប់វិស័យកសិកម្ម ឬ\n- មានផលរបរប្រចាំឆ្នាំលើសពី ៦ ០០០ លានរៀល សម្រាប់វិស័យសេវាកម្ម និងពាណិជ្ជកម្ម ឬ \n- មានផលរបរប្រចាំឆ្នាំលើសពី ៨ ០០០ លានរៀល សម្រាប់វិស័យឧស្សាហកម្ម ឬ\n- ជាបុត្រសម្ព័ន្ធរបស់ក្រុមហ៊ុនពហុជាតិ សាខាក្រុមហ៊ុនបរទេស ឬ\n- ជាសហគ្រាសដែលបានចុះបញ្ជីជាគម្រោងវិនិយោគមានលក្ខណសម្បត្តិគ្រប់គ្រាន់។\n\nខ. តាមទ្រព្យសកម្មអាជីវកម្ម\nក្នុងករណីផលរបរដែលអ្នកជាប់ពន្ធបានប្រកាសមិនឆ្លុះបញ្ចាំងនូវផលរបរជាក់ស្ដែង ការកំណត់ចំណាត់ត្រូវបានផ្អែកលើតម្លៃទ្រព្យសកម្មដែលប្រើប្រាស់ក្នុងអាជីវកម្ម ដោយស្ថិតក្នុងចំណោមលក្ខខណ្ឌកំណត់ណាមួយដូចខាងក្រោម៖\n- មានទ្រព្យសកម្មអាជីវកម្មប្រចាំឆ្នាំលើសពី ២ ០០០ លានរៀល សម្រាប់វិស័យកសិកម្ម សេវាកម្ម និងពាណិជ្ជកម្ម \n- មានទ្រព្យសកម្មអាជីវកម្មប្រចាំឆ្នាំលើសពី ៤ ០០០ លានរៀល សម្រាប់វិស័យឧស្សាហកម្ម។\n\nព័ត៌មានបន្ថែម៖ https://www.tax.gov.kh/km/content-detail/Rh7mZ0111367875544"
    ]
  },
  {
    "intent": "large taxpayer registered",
    "tagKH": "ចុះបញ្ជីពន្ធដារពន្ធធំ​",
    "pattern": [
      "តើការចុះបញ្ជីពន្ធដារសម្រាប់អ្នកជាប់ពន្ធធំ​​ ត្រូវបង់ប្រាក់ពន្ធ និងកម្រៃសេវាអ្វីខ្លះ",
      "ចុះបញ្ជីពន្ធដារសម្រាប់អ្នកជាប់ពន្ធធំ​​ ត្រូវបង់ប្រាក់ពន្ធប៉ុន្មាន",
      "តើចុះបញ្ជីពន្ធអ្នកជាប់ពន្ធធំ​​ ត្រូវបង់ប្រាក់ពន្ធអ្វីខ្លះ",
      "ការចុះបញ្ជីពន្ធដារសម្រាប់អ្នកជាប់ពន្ធធំ​​ មានកម្រៃសេវាអ្វីខ្លះ",
      "ប្រាក់បង់ពន្ធនែការចុះបញ្ជីពន្ធអ្នកជាប់ពន្ធធំ​លេីសេវាអ្វីខ្លះ",
      "ចុះបញ្ជីពន្ធដារអ្នកជាប់ពន្ធធំ​​ត្រូវបង់អ្វីខ្លះ",
      "ចុះបញ្ជីពន្ធដារពន្ធធំ​​ត្រូវបង់អ្វីខ្លះ",
      "តើការចុះបញ្ជីពន្ធដារពន្ធធំ​​ ត្រូវបង់ប្រាក់ពន្ធ និងកម្រៃសេវាអ្វីខ្លះ",
      "តើចុះបញ្ជីពន្ធ ពន្ធធំ​​ ត្រូវបង់ប្រាក់ពន្ធអ្វីខ្លះ"
    ],
    "responses": [
      "ការចុះបញ្ជីពន្ធដារសម្រាប់អ្នកជាប់ពន្ធធំ ត្រូវបង់ប្រាក់ពន្ធ និងកម្រៃសេវាដូចខាងក្រោម៖\n\n+ អ្នកជាប់ពន្ធធំដែលមានផលរបរលើសពី ១០ ពាន់លានរៀល/ឆ្នាំ៖\n  - ពន្ធប៉ាតង់ ២ ៥០០ ០០០ រៀល\n  - កម្រៃសេវាចុះបញ្ជី ៤០០ ០០០ រៀល\n  - បម្រុងនាមករណ៍ ២៥ ០០០ រៀល (សេវារបស់ក្រសួងពាណិជ្ជកម្ម)\n  - ចុះបញ្ជីពាណិជ្ជកម្ម ១ ០១០ ០០០ រៀល និង​ ១៨០ ០០០ រៀល សម្រាប់សហគ្រាសឯកបុគ្គល និងបុគ្គល ប្រកបអាជីវកម្មដទៃទៀត (សេវារបស់ក្រសួងពាណិជ្ជកម្ម)\n  - ប្រកាសបើកសហគ្រាស ១២០ ០០០ រៀល (សេវារបស់ក្រសួងការងារ)\n\n+ អ្នកជាប់ពន្ធធំ៖\n  - ពន្ធប៉ាតង់ ១ ៥០០ ០០០ រៀល\n  - កម្រៃសេវាចុះបញ្ជី ៤០០ ០០០ រៀល\n  - បម្រុងនាមករណ៍ ២៥ ០០០ រៀល (សេវារបស់ក្រសួងពាណិជ្ជកម្ម)\n  - ចុះបញ្ជីពាណិជ្ជកម្ម ១ ០១០ ០០០ រៀល និង ១៨០ ០០០ រៀល សម្រាប់សហគ្រាសឯកបុគ្គល និងបុគ្គល ប្រកបអាជីវកម្មដទៃទៀត (សេវារបស់ក្រសួងពាណិជ្ជកម្ម)\n  - ប្រកាសបើកសហគ្រាស ១២០ ០០០ រៀល (សេវារបស់ក្រសួងការងារ)។"
    ]
  },
  {
    "intent": "medium taxpayer registered",
    "tagKH": "ចុះបញ្ជីពន្ធដារពន្ធមធ្យម​​",
    "pattern": [
      "តើការចុះបញ្ជីពន្ធដារសម្រាប់អ្នកជាប់ពន្ធមធ្យម​​​ ត្រូវបង់ប្រាក់ពន្ធ និងកម្រៃសេវាអ្វីខ្លះ",
      "ចុះបញ្ជីពន្ធដារសម្រាប់អ្នកជាប់ពន្ធមធ្យម​​​ ត្រូវបង់ប្រាក់ពន្ធប៉ុន្មាន",
      "តើចុះបញ្ជីពន្ធអ្នកជាប់ពន្ធមធ្យម​​​ ត្រូវបង់ប្រាក់ពន្ធអ្វីខ្លះ",
      "ការចុះបញ្ជីពន្ធដារសម្រាប់អ្នកជាប់ពន្ធមធ្យម​​​ មានកម្រៃសេវាអ្វីខ្លះ",
      "ប្រាក់បង់ពន្ធនែការចុះបញ្ជីពន្ធអ្នកជាប់ពន្ធមធ្យម​​លេីសេវាអ្វីខ្លះ",
      "ចុះបញ្ជីពន្ធដារអ្នកជាប់ពន្ធមធ្យម​​​ត្រូវបង់អ្វីខ្លះ",
      "ចុះបញ្ជីពន្ធដារពន្ធមធ្យម​​​ត្រូវបង់អ្វីខ្លះ",
      "តើការចុះបញ្ជីពន្ធដារពន្ធមធ្យម​​​ ត្រូវបង់ប្រាក់ពន្ធ និងកម្រៃសេវាអ្វីខ្លះ",
      "តើចុះបញ្ជីពន្ធ ពន្ធមធ្យម​​​ ត្រូវបង់ប្រាក់ពន្ធអ្វីខ្លះ"
    ],
    "responses": [
      "ការចុះបញ្ជីពន្ធដារសម្រាប់អ្នកជាប់ពន្ធមធ្យម ត្រូវបង់ប្រាក់ពន្ធ និងកម្រៃសេវាដូចខាងក្រោម៖\n- ពន្ធប៉ាតង់ ៦០០ ០០០ រៀល\n- កម្រៃសេវាចុះបញ្ជី ៤០០ ០០០ រៀល\n- ប. នាមករណ៍ ២៥ ០០០ រៀល (សេវារបស់ក្រសួងពាណិជ្ជកម្ម)\n- ច. ពាណិជ្ជកម្ម ១ ០១០ ០០០ រៀល និង ១៨០ ០០០ រៀល សម្រាប់សហគ្រាសឯកបុគ្គល និងបុគ្គលប្រកបអាជីវកម្ម ដទៃទៀត (សេវារបស់ក្រសួងពាណិជ្ជកម្ម)\n- ប្រ. បើកសហគ្រាស ១២០ ០០០ រៀល (សេវារបស់ក្រសួងការងារ)។"
    ]
  },
  {
    "intent": "small taxpayer registered",
    "tagKH": "ចុះបញ្ជីពន្ធដារពន្ធតូច",
    "pattern": [
      "តើការចុះបញ្ជីពន្ធដារសម្រាប់អ្នកជាប់ពន្ធតូច​ ត្រូវបង់ប្រាក់ពន្ធ និងកម្រៃសេវាអ្វីខ្លះ",
      "ចុះបញ្ជីពន្ធដារសម្រាប់អ្នកជាប់ពន្ធតូច​ ត្រូវបង់ប្រាក់ពន្ធប៉ុន្មាន",
      "តើចុះបញ្ជីពន្ធអ្នកជាប់ពន្ធតូច​ ត្រូវបង់ប្រាក់ពន្ធអ្វីខ្លះ",
      "ការចុះបញ្ជីពន្ធដារសម្រាប់អ្នកជាប់ពន្ធតូច​ មានកម្រៃសេវាអ្វីខ្លះ",
      "ប្រាក់បង់ពន្ធនែការចុះបញ្ជីពន្ធអ្នកជាប់ពន្ធតូចមានលេីសេវាអ្វីខ្លះ",
      "ចុះបញ្ជីពន្ធដារអ្នកជាប់ពន្ធតូច​ត្រូវបង់អ្វីខ្លះ",
      "ចុះបញ្ជីពន្ធដារពន្ធតូច​ត្រូវបង់អ្វីខ្លះ",
      "តើការចុះបញ្ជីពន្ធដារពន្ធតូច​ ត្រូវបង់ប្រាក់ពន្ធ និងកម្រៃសេវាអ្វីខ្លះ",
      "តើចុះបញ្ជីពន្ធ ពន្ធតូច​ ត្រូវបង់ប្រាក់ពន្ធអ្វីខ្លះ"
    ],
    "responses": [
      "ការចុះបញ្ជីពន្ធដារសម្រាប់អ្នកជាប់ពន្ធតូច ត្រូវបង់ប្រាក់ពន្ធ និងកម្រៃសេវាដូចខាងក្រោម៖\n- ពន្ធប៉ាតង់ ២០០ ០០០ រៀល\n- កម្រៃសេវាចុះបញ្ជី ២០ ០០០ រៀល\n- ប. នាមករណ៍ ២៥ ០០០ រៀល (សេវារបស់ក្រសួងពាណិជ្ជកម្ម)\n- ច. ពាណិជ្ជកម្ម ១ ០១០ ០០០ រៀល សម្រាប់ក្រុមហ៊ុនសហកម្មសិទ្ធិ និង ១៨០ ០០០ រៀល សម្រាប់សហគ្រាសឯកបុគ្គល និងបុគ្គលប្រកបអាជីវកម្មដទៃទៀត (សេវារបស់ក្រសួងពាណិជ្ជកម្ម)\n- ប្រ. បើកសហគ្រាស ១២០ ០០០ រៀល (សេវារបស់ក្រសួងការងារ)។"
    ]
  }
]
