[
  {
    "intent": "vat",
    "pattern": [
      "អាករលើតម្លៃបន្ថែម",
      "អាករលើតម្លៃបន្ថែមគឺជាអ្វី",
      "និយមន័យអាករលើតម្លៃបន្ថែម",
      "អាករលើតម្លៃបន្ថែមសំដៅលេីអ្វី",
      "ដូចម្តេចដែលហាវថាអាករលើតម្លៃបន្ថែម",
      "កម្មវត្ថុអាករលើតម្លៃបន្ថែម",
      "ការផ្គត់ផ្គង់ជាប់អាករ"
    ],
    "responses": [
      "អ្នកជាប់ពន្ធតាមរបបស្វ័យប្រកាសដែលធ្វើការផ្គត់ផ្គង់ជាប់អាករ ត្រូវមានកាតព្វកិច្ចចុះបញ្ជីអាករលើតម្លៃបន្ថែម និងប្រមូលអាករលើតម្លៃបន្ថែមលើការផ្គត់ផ្គង់ទំនិញឬសេវាឱ្យអតិថិជន។ ទំនិញ សំដៅដល់ទ្រព្យរូបី ក្រៅពីដីធ្លីនិងប្រាក់កាស រីឯសេវា សំដៅដល់ការផ្តល់អ្វីមួយដែលមានតម្លៃ ក្រៅពីទំនិញ ដីធ្លី និងប្រាក់កាស។ ការផ្គត់ផ្គង់ជាប់អាករសំដៅដល់៖ - ការផ្គត់ផ្គង់ទំនិញឬសេវាដោយបុគ្គលជាប់អាករនៅក្នុងព្រះរាជាណាចក្រកម្ពុជា - ការដកយកទំនិញមកប្រើប្រាស់ផ្ទាល់ខ្លួនដោយបុគ្គលជាប់អាករ - ការផ្តល់ជាអំណោយឬការផ្គត់ផ្គង់ក្រោមតម្លៃពិត នូវទំនិញឬសេវាដោយបុគ្គលជាប់អាករ - ការនាំចូលទំនិញមកក្នុងតំបន់ត្រួតពិនិត្យគយនៃព្រះរាជាណាចក្រកម្ពុជា អានបន្ថែម៖ https://www.tax.gov.kh/km/content-detail/ZsBSR9273550055725"
    ]
  },
  {
    "intent": "non vat",
    "pattern": [
      "ទំនិញអ្វីខ្លះមិនជាប់អាករលើតម្លៃបន្ថែម",
      "តេីការលក់អ្វីខ្លះមិនជាប់អាករលើតម្លៃបន្ថែម",
      "តេីអ្វីខ្លះមិនជាប់អាករលើតម្លៃបន្ថែម",
      "មិនជាប់អាករលើតម្លៃបន្ថែម",
      "ការផ្គត់ផ្គង់មិនជាប់អាករលើតម្លៃបន្ថែម",
      "សេវាមិនជាប់អាករលើតម្លៃបន្ថែម",
      "ការលក់អ្វីខ្លះដែលមិនជាប់អាករលើតម្លៃបន្ថែម"
    ],
    "responses": [
      "ការផ្គត់ផ្គង់មិនជាប់អាករមានដូចតទៅ៖ - សេវាប្រៃសណីយ៍សាធារណៈ - សេវារបស់មន្ទីរពេទ្យនិងគ្លីនិក សេវាខាងវេជ្ជសាស្រ្តនិងទន្តសាស្រ្តនិងការលក់ទំនិញបន្ទាប់បន្សំខាងវេជ្ជសាស្រ្ត និងទន្តសាស្រ្តដែលទាក់ទិននិងការបំពេញសេវាទាំងនេះ - សេវាដឹកជញ្ជូនអ្នកដំណើរដោយប្រព័ន្ធដឹកជញ្ជូនសាធារណៈដែលជាកម្មសិទ្ធិទាំងស្រុងរបស់រដ្ឋ - សេវាធានារ៉ាប់រង - សេវាជាមូលដ្ឋានខាងហិរញ្ញវត្ថុដែលត្រូវកំណត់ដោយប្រកាសរបស់ក្រសួងសេដ្ឋកិច្ច និងហិរញ្ញវត្ថុ - ការនាំចូលសម្ភារៈប្រើប្រាស់ផ្ទាល់ខ្លួនដែលរួចពន្ធគយ ក្នុងកម្រិតតម្លៃដែលត្រូវកំណត់ដោយប្រកាសរបស់ក្រសួង សេដ្ឋកិច្ច និងហិរញ្ញវត្ថុ - សកម្មភាពមិនស្វែងរកចំណេញដើម្បីបំរើផលប្រយោជន៍សាធារណៈ ដែលបានទទួលស្គាល់ដោយរដ្ឋមន្រ្តីក្រសួង សេដ្ឋកិច្ច និងហិរញ្ញវត្ថុ - ការនាំចូលនិងការទិញទំនិញសម្រាប់ឬដោយបេសកកម្មទូតនិងកុងស៊ុលបរទេសអង្គការអន្តរជាតិ និងទីភ្នាក់ងារ សហប្រតិបត្តិការបច្ចេកទេសរបស់រដ្ឋាភិបាលនានា សម្រាប់យកមកប្រើនៅក្នុងការបំពេញមុខងារជាផ្លូវការរបស់ខ្លួន អានបន្ថែម៖ https://www.tax.gov.kh/km/content-detail/ZsBSR9273550055725"
    ]
  },
  {
    "intent": "vat rate and base",
    "pattern": [
      "តើការប្រកាសនិងបង់អាករលើតម្លៃបន្ថែមចាប់ផ្តើមប្រមូលនៅពេលណា",
      "តើបច្ចុប្បន្ននេះយើងអាចបង់អាករលើតម្លៃបន្ថែមតាមប្រព័ន្ធអនឡាញបានដែរឬទេ",
      "តើអាចដឹងពីតម្លៃអាករលើតម្លៃបន្ថែមដោយរបៀបណា",
      "តើអាករលើតម្លៃបន្ថែមត្រូវបានគណនាដូចម្ដេច",
      "តើមូលដ្ឋានគិតអាករលើតម្លៃបន្ថែមត្រូវបានកំណត់ដូចម្ដេច",
      "តើអត្រាអាករលើតម្លៃបន្ថែមត្រូវបានកំណត់ដូចម្ដេច",
      "តើអាករលើតម្លៃបន្ថែមមានអត្រាប៉ុន្មានភាគរយ និងមូលដ្ឋានគិតពន្ធត្រូវគិតដូចម្តេច",
      "ភាគរយអាករលើតម្លៃបន្ថែម",
      "អាករលើតម្លៃបន្ថែមប៉ុន្មានភាគរយ",
      "អត្រាអាករលើតម្លៃបន្ថែម",
      "ភាគរយអត្រាពន្ធអចលនទ្រព្យ",
      "គណនាប្រាក់អាករលើតម្លៃបន្ថែមដែលត្រូវបង់"
    ],
    "responses": [
      "អត្រាអាករលើតម្លៃបន្ថែមមាន៖ ១០% សម្រាប់ការនាំចូលឬការផ្គត់ផ្គង់ទំនិញឬសេវាក្នុងព្រះរាជាណាចក្រកម្ពុជា ០% សម្រាប់ការនាំចេញ ការគណនាប្រាក់អាករត្រូវបង់៖ ប្រាក់អាករដែលបានបង់នៅពេលនាំចូលទំនិញ ឬពេលទិញទំនិញ ឬសេវា សម្រាប់ប្រកបអាជីវកម្មហៅថា 'អាករលើធាតុចូល' ប្រាក់អាករដែលបានគិតយកពីអតិថិជនពីការផ្គត់ផ្គង់ទំនិញ ឬសេវាហៅថា 'អាករលើធាតុចេញ' ប្រាក់អាករត្រូវបង់ = អាករលើធាតុចេញ - អាករលើធាតុចូល អ្នកជាប់ពន្ធដែលធ្វើការផ្គត់ផ្គង់ជាប់អាករនូវទំនិញឬសេវា ត្រូវទទួលខុសត្រូវក្នុងការបង់ប្រាក់អាករជូនរដ្ឋបាលសារ ពើពន្ធយ៉ាងយឺតបំផុតត្រឹមថ្ងៃទី២០ នៃខែបន្ទាប់ពីខែដែលមាន ការផ្គត់ផ្គង់។ អានបន្ថែម៖ https://www.tax.gov.kh/km/content-detail/ZsBSR9273550055725"
    ]
  },
  {
    "intent": "vat deduction",
    "pattern": [
      "មិនអាចកាត់កងបានលេីប្រាក់អាករ",
      "ប្រាក់អាករដែលបានបង់លើអ្វីខ្លះមិនអាចកាត់កងបាន",
      "មិនអនុញ្ញាតជាឥណទានអាករ",
      "តើអាករលើធាតុចូលប្រភេទណាខ្លះ ដែលមិនអនុញ្ញាតជាឥណទានអាករ"
    ],
    "responses": [
      "អាករលើធាតុចូលដែលមិនអាចកាត់កងបាន៖ អាករលើធាតុចូលដែលមិនអាចកាត់កងបានរួមមានប្រាក់អាករដែលបានបង់លើៈ - ចំណាយទទួលភ្ញៀវ ការកំសាន្ត ឬការសម្រាកលំហែ លើកលែងតែបុគ្គលជាប់អាករមានអាជីវកម្មជាអ្នកផ្គត់ផ្គង់ ការទទួលភ្ញៀវ ការកំសាន្ត ឬការសម្រាកលំហែ - ការទិញឬការនាំចូលរថយន្ត លើកលែងតែបុគ្គលជាប់អាករប្រកបអាជីវកម្មជាអ្នកលក់ ឬជួលរថយន្ត - ការទិញឬការនាំចូលផលិតផលតេលសិលាមួយចំនួន លើកលែងតែបុគ្គលជាប់អាករប្រកបអាជីវកម្មជាអ្នកផ្គត់ផ្គង់ ផលិតផលតេលសិលាទាំងនោះ អានបន្ថែម៖ https://www.tax.gov.kh/km/content-detail/ZsBSR9273550055725"
    ]
  },
  {
    "intent": "vat",
    "pattern": [],
    "responses": [""]
  },
  {
    "intent": "vat",
    "pattern": [],
    "responses": [""]
  },
  {
    "intent": "vat",
    "pattern": [],
    "responses": [""]
  },
  {
    "intent": "vat",
    "pattern": [],
    "responses": [""]
  },
  {
    "intent": "vat",
    "pattern": [],
    "responses": [""]
  },
  {
    "intent": "vat",
    "pattern": [],
    "responses": [""]
  }
]
